[
  {
    "title": "JoJo no Kimyou na Bouken Part 6: Stone Ocean",
    "subtitle": "JoJo's Bizarre Adventure Part 6: Stone Ocean",
    "synopsis": "In Florida, 2011, Jolyne Kuujou sits in a jail cell like her father Joutarou once did; yet this situation is not of her own choice. Framed for a crime she didn't commit, and manipulated into serving a longer sentence, Jolyne is ready to resign to a dire fate as a prisoner of Green Dolphin Street Jail. Though all hope seems lost, a gift from Joutarou ends up awakening her latent abilities, manifesting into her Stand, Stone Free. Now armed with the power to change her fate, Jolyne sets out to find an escape from the stone ocean that holds her.\n\nHowever, Jolyne soon discovers that her incarceration is merely a small part of a grand plot: one that not only takes aim at her family, but has additional far-reaching consequences. What's more, the mastermind is lurking within the very same prison, and is under the protection of a lineup of menacing Stand users. Finding unlikely allies to help her cause, Jolyne sets course to stop their plot, clear her name, and take back her life.\n\n[Written by MAL Rewrite]",
    "score": 8.24,
    "members": 212000,
    "cover_image_path": "manga-dumb-nails\\255379.webp",
    "genres": [
      "Action",
      "Adventure"
    ],
    "publication_year": 1999,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 17,
    "total_chapters": 158,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "All You Need Is Kill",
    "subtitle": "",
    "synopsis": "Strange creatures known as \"Mimics\" have invaded Earth, sparking a global war that has humanity fighting for survival. In response, mankind forms the United Defense Force, a joint organization whose purpose is to overcome this new threat. Dedicated to the extermination of the growing Mimic menace, soldiers are plunged into battle, wearing special exoskeleton combat suits in an attempt to gain the upper hand against their foes.\n\nNew recruit Keiji Kiriya is immediately killed after his very first deployment, but to his shock, he wakes up exactly one day before his unit was dropped into a Mimic invasion. After experiencing the same event yet again, he realizes that he is stuck in a time loop triggered by his death. As he relives the day of the battle hundreds of times, Keiji begins to make use of what he has learned about the phenomenon, gradually building up his strength and improving his skills so that eventually, when he comes face-to-face with death once more, he will be ready to change his fate.\n\n[Written by MAL Rewrite]",
    "score": 7.74,
    "members": 144000,
    "cover_image_path": "manga-dumb-nails\\128447.webp",
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "publication_year": 2014,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 2,
    "total_chapters": 17,
    "authors": [
      "Obata",
      "Takeshi",
      "Sakurazaka",
      "Hiroshi",
      "Takeuchi",
      "Ryousuke"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Military",
      "Time Travel"
    ]
  },
  {
    "title": "Golden Kamuy",
    "subtitle": "",
    "synopsis": "Saichi Sugimoto is feared as the \"Immortal Sugimoto\" for his savagery on the battlefield during the Russo-Japanese war, but he is by no means a war hero. Sugimoto has been left to fend for himself after his release from the army for nearly killing a superior officer. Braving the rough terrain of Hokkaido, Sugimoto is now searching for gold in order to keep a promise to his lost brother-in-arms. His efforts have been fruitless for a long time until a mysterious traveler tells him of an urban legend that would rid him of all his troubles.\n\nAccording to the legend, a criminal stole the gold of the Ainu, the indigenous people of Hokkaido, and hid it away in a location that can only be found when a map—made not from pieces of parchment, but the tattooed skins of escaped convicts—is brought together.\n\nUpon meeting with a young Ainu girl, Asirpa, Sugimoto sets off in search of the tattooed prisoners, but many dangers await as soldiers and mercenaries seek the gold as well. Aided by Asirpa's knowledge of the lands, the two of them depart to find the stolen Ainu gold in a journey of revenge, murder, and greed.\n\n[Written by MAL Rewrite]",
    "score": 8.64,
    "members": 104000,
    "cover_image_path": "manga-dumb-nails\\149257.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "publication_year": 2014,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 31,
    "total_chapters": 314,
    "authors": [
      "Noda",
      "Satoru"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "The Breaker: New Waves",
    "subtitle": "",
    "synopsis": "After Yi \"Shioon\" Shi-Woon's master, Goomoonryong, breaks his ki-center, leaving him unable to use his martial arts, he decides to leave the world of Murim and continue on with his normal life: going to school and coming home to his mother every day. However, Murim has other ideas.\n\nDiscovered as the only true disciple of Goomoonryong and entrusted with the Phoenix Medallion of the Sunwoo Clan by Lady Sosul—making him the interim leader of the Sunwoo Clan—the world of Murim is not so eager to let Shioon leave. With his new status, enemies Shioon has never encountered before keep appearing before him, such as the organization known as Soldiers Under Command. They are intent on getting rid of him for the sake of their own prosperity, but how will Shioon defend himself without his ki-center intact?\n\n[Written by MAL Rewrite]",
    "score": 8.37,
    "members": 97000,
    "cover_image_path": "manga-dumb-nails\\62105.webp",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "publication_year": 2010,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 20,
    "total_chapters": 203,
    "authors": [
      "Park",
      "Jin-Hwan",
      "Jeon",
      "Geuk-jin"
    ],
    "serializations": [
      "Daum Webtoon"
    ],
    "demographics": null,
    "themes": [
      "Martial Arts",
      "School"
    ]
  },
  {
    "title": "Goblin Slayer",
    "subtitle": "",
    "synopsis": "In a world stalked by great beasts and frightening monsters, a more common creature is often overlooked: the goblin. While not as outright threatening as some of the larger nightmares out there, goblins are capable of grotesque feats of brutality in their own rights, often joining together in large bands and spreading destruction.\n\nEnter the justly titled Goblin Slayer, whose sole mission in life is to wreak havoc on goblins, murdering as many of them as he possibly can. Utilizing the realm's reigning mission system for adventurers, Goblin Slayer makes sure to accept any and all goblin-related missions.\n\nOne of these quests brings him into contact with a young Priestess, who he rescues from an assault at the hands of a particularly nasty group of goblins who have raped and slaughtered her entire party. Although initially averse to human connection, Goblin Slayer begrudgingly finds himself developing an attachment to Priestess and the other party members that they gain along the way. Often tugged into massive adventures that pull him away from his goblin-murdering comfort zone, Goblin Slayer works to keep his party safe from harm and gradually overcomes the childhood trauma that crafted him into the killing machine he has become.\n\n[Written by MAL Rewrite]",
    "score": 7.71,
    "members": 91000,
    "cover_image_path": "manga-dumb-nails\\183163.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Kurose",
      "Kousuke",
      "Kagyuu",
      "Kumo"
    ],
    "serializations": [
      "Big Gangan"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Kage no Jitsuryokusha ni Naritakute!",
    "subtitle": "The Eminence in Shadow",
    "synopsis": "Great heroes and diabolical villains are the types of characters that people long to be—but not Cid Kagenou. He longs to become the true mastermind behind it all, pulling the strings, and having his machinations drive the entire story. In his previous life in modern-day Japan, he was not able to achieve his goals. But now, reborn into a world of magic, he will show the true eminence of shadow!\n\nAs Cid pretends to be just another average mob character, he recruits members to his (fake) organization Shadow Garden, aiming to take down the mysterious cult who lurks in the shadows. With plenty of ad-libs, Cid leads his (fake) organization against the foul (yet surprisingly real) Cult of Diablos.\n\n[Written by MAL Rewrite]",
    "score": 8.25,
    "members": 83000,
    "cover_image_path": "manga-dumb-nails\\227280.webp",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Sakano",
      "Anri",
      "Aizawa",
      "Daisuke"
    ],
    "serializations": [
      "Comp Ace"
    ],
    "demographics": null,
    "themes": [
      "Isekai",
      "Reincarnation"
    ]
  },
  {
    "title": "Jagaaaaaan",
    "subtitle": "",
    "synopsis": "Shintarou Jagasaki is an average neighborhood police officer who hates his job and ordinary life. Though he acts goofy around others and plans to marry his girlfriend in the near future, Shintarou secretly fantasizes about shooting those who annoy him with a gun—much like his hero, the town's eggplant mascot, does.\n\nThe daily monotony Shintarou hates so much is interrupted when he witnesses a gruesome murder committed by a man with the face of a monster. When the creature kills his partner, Shintarou's mind is filled with the ways he has wasted his whole life. But as he accepts his impending death, he unwillingly fires a deadly projectile from the top of his fingers at the attacker.\n\nWith his arm now permanently coated in a mysterious material, Shintarou is told by a spectating owl that the now dead monster was once human. He was affected by a \"Mad Xenopus,\" a frog-like creature that takes control of its host and changes its physical body. Shintarou initially ignores the creatures' existence. However, after one of them takes control of his soon-to-be wife, he decides to fight and eradicate the former humans to survive.\n\n[Written by MAL Rewrite]",
    "score": 7.43,
    "members": 93000,
    "cover_image_path": "manga-dumb-nails\\273180.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 14,
    "total_chapters": 163,
    "authors": [
      "Kaneshiro",
      "Muneyuki",
      "Nishida",
      "Kensuke"
    ],
    "serializations": [
      "Big Comic Spirits"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Shinai naru Boku e Satsui wo Komete",
    "subtitle": "My Dearest Self With Malice Aforethought",
    "synopsis": "Eiji Urashima is just an ordinary university student like everyone else. His college career consists of boozing with his friends and trying to get a girlfriend. On October 23rd, he returns home after a pleasant night of drinking and goes to bed. To his surprise, when Eiji wakes up, a gorgeous girl from his university, Kyouka Yukimura, is lying beside him—claiming to be his girlfriend.\n\nHaving no recollection of the event, Eiji goes along with the flow until he is faced with more nonsensical events that took place in the last few days. Walking alongside his friend, Kashiwagi, he cannot help but ask the most intuitive question on his mind: is today not the 24th? \"Eiji, what are you saying? Today's the 27th.\"\n\nThree days have passed, yet Eiji cannot recall a thing. The situation takes a dire turn when a magazine writer exposes Eiji's deepest secret in front of Kyouka: he is the son of a serial killer. As his life is thrown into a spiral of disarray, he embarks on a journey to resolve the mess of the last three days and get Kyouka to accept his past.\n\n[Written by MAL Rewrite]",
    "score": 8.19,
    "members": 51000,
    "cover_image_path": "manga-dumb-nails\\211898.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 11,
    "total_chapters": 98,
    "authors": [
      "Inoryuu",
      "Hajime",
      "Itou",
      "Shouta"
    ],
    "serializations": [
      "Comic Days"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Naruto",
    "subtitle": "",
    "synopsis": "Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.\n\nAnd so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.\n\n[Written by MAL Rewrite]",
    "score": 8.08,
    "members": 434000,
    "cover_image_path": "manga-dumb-nails\\249658.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 1999,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 72,
    "total_chapters": 700,
    "authors": [
      "Kishimoto",
      "Masashi"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Martial Arts"
    ]
  },
  {
    "title": "Gintama",
    "subtitle": "",
    "synopsis": "During the Edo period, Japan is suddenly invaded by alien creatures known as the Amanto. Despite the samurai's attempts to combat the extraterrestrial menace, the Shogun soon realizes that their efforts are futile and decides to surrender. This marks the beginning of an uneasy agreement between the Shogunate and Amanto, one that results in a countrywide sword ban and the disappearance of the samurai spirit.\n\nHowever, there exists one eccentric individual who wields a wooden sword and refuses to let his samurai status die. Now that his kind is no longer needed, Gintoki Sakata performs various odd jobs around town in order to make ends meet. Joined by his self-proclaimed disciple Shinpachi Shimura, the fearsome alien Kagura, and a giant dog named Sadaharu, they run the business known as Yorozuya, often getting caught up in all sorts of crazy and hilarious shenanigans.\n\n[Written by MAL Rewrite]\n\nIncluded one-shots:\nVolume 1: Dandelion\nVolume 2: Shirokuro (Black and White)\nVolume 24: 13\nVolume 38: Bankara-san ga Tooru",
    "score": 8.64,
    "members": 101000,
    "cover_image_path": "manga-dumb-nails\\267795.webp",
    "genres": [
      "Action",
      "Comedy",
      "Sci-Fi"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 77,
    "total_chapters": 709,
    "authors": [
      "Sorachi",
      "Hideaki"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gag Humor",
      "Historical",
      "Parody",
      "Samurai"
    ]
  },
  {
    "title": "Sweet Home",
    "subtitle": "",
    "synopsis": "Cha Hyun is a reclusive high school student who spends his days holed up in his room playing video games. But when he loses his entire family in a tragic car accident, he is forced to leave his home and carefree lifestyle behind and move into a new apartment all by himself. However, his pesky neighbors and lack of money soon become the least of his worries as people around him suddenly begin turning into horrifying monsters, plunging the world into apocalyptic chaos.\n\nThe situation takes a turn for the worse when Hyun realizes that he himself is slowly turning into a monster, while a mysterious voice in his head grows louder and louder. With his time running out, Hyun must work together with his fellow tenants to uncover the cause of the outbreak and find a way to survive in this hopeless new world, all the while fighting to retain his humanity.\n\n[Written by MAL Rewrite]",
    "score": 8.27,
    "members": 88000,
    "cover_image_path": "manga-dumb-nails\\227600.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Suspense"
    ],
    "publication_year": 2017,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 12,
    "total_chapters": 141,
    "authors": [
      "Kim",
      "Carnby",
      "Hwang",
      "Young-chan"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Shaman King",
    "subtitle": "",
    "synopsis": "Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n\nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees in terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King.\n\n[Written by MAL Rewrite]\n\nNote: This entry is for the original printing of Shaman King. Please see Shaman King (Kanzenban Edition) for the chapters not included in this edition.",
    "score": 7.76,
    "members": 77000,
    "cover_image_path": "manga-dumb-nails\\255376.webp",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Supernatural"
    ],
    "publication_year": 1998,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 32,
    "total_chapters": 288,
    "authors": [
      "Takei",
      "Hiroyuki"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Super Power"
    ]
  },
  {
    "title": "Yamada-kun to 7-nin no Majo",
    "subtitle": "Yamada-kun and the Seven Witches",
    "synopsis": "A junior at Suzaku High, Ryuu Yamada is infamous for being a hardliner and a delinquent. One day, after being reprimanded for his poor performance and attitude toward school, he spots Urara Shiraishi, the grade's top student. As Shiraishi is walking up the stairs, Yamada attempts to provoke her, only to trip and fall, taking her down with him.\n\nEventually, he wakes up in the infirmary. To his surprise, he discovers that he is not in his own body. It turns out that he swapped bodies with Shiraishi, and upon confronting her, he finds out that the catalyst for the swap was an accidental kiss during the fall. With the knowledge of this new ability, Yamada's eventful high school life has just begun!\n\n[Written by MAL Rewrite]",
    "score": 8.03,
    "members": 122000,
    "cover_image_path": "manga-dumb-nails\\191685.webp",
    "genres": [
      "Comedy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 28,
    "total_chapters": 246,
    "authors": [
      "Yoshikawa",
      "Miki"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Harem",
      "School"
    ]
  },
  {
    "title": "Doubt",
    "subtitle": "",
    "synopsis": "Rabbit Doubt has taken Tokyo by storm. In this cellphone survival game, players grouped together are \"rabbits\" tasked with hunting down the \"wolf\" hidden amongst them. Unless the rabbits can identify their enigmatic predator, the wolf will eliminate one of them every turn until the whole colony has been wiped out.\n\nPlayers of the game often convene in real life, which is exactly what Yuu Aikawa does when he meets Rei Hazama, Haruka Akechi, and Eiji Hoshi. Together with Yuu's longtime friend, Mitsuki Houyama, the group decides to spend their time in a lively karaoke bar. During their revelry, Yuu leaves to check on one of his inebriated friends, but is suddenly knocked out by an unknown figure wearing a misshapen rabbit mask. After regaining consciousness, he finds himself in an abandoned psychiatric hospital, sharing a cell with a mysterious boy. Though the two soon manage to locate the others, their reunion is interrupted by a spine-chilling message in a cellphone: \"Rabbit Doubt, Start!\"\n\nIn Doubt, six high school students are thrust into a life-or-death survival game that will test their integrity and trust. With their lives at stake, they must quickly uncover the identity of the wolf that infiltrated their group—or be hunted down like prey.\n\n[Written by MAL Rewrite]",
    "score": 7.03,
    "members": 89000,
    "cover_image_path": "manga-dumb-nails\\196163.webp",
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 4,
    "total_chapters": 21,
    "authors": [
      "Tonogai",
      "Yoshiki"
    ],
    "serializations": [
      "Shounen Gangan"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Iris Zero",
    "subtitle": "",
    "synopsis": "\"Irises\" are unique abilities most people are said to possess from birth. These powers manifest themselves in the form of visual cues and range from lie detection to danger prediction. Unfortunately, high school student Tooru Mizushima is one of the very few without an Iris. As an \"Iris Zero,\" he is frequently bullied, and therefore, he tries to stand out as little as possible.\n\nHowever, when the popular schoolgirl Koyuki Sasamori comes crashing into Tooru's life, his motto of minimal exposure is brutally shattered. Koyuki's Iris allows her to identify the most qualified person for a certain task—and she determines Tooru to be the most capable person to help her find the next student council president.\n\nTooru refuses to become involved in such a public affair, but Koyuki's cheerful persistence ultimately prevails. And so, Tooru's lonely life as an Iris Zero slowly changes as he comes to meet more people and utilize his exceptional deduction skills to solve various mysteries.\n\n[Written by MAL Rewrite]",
    "score": 7.92,
    "members": 41000,
    "cover_image_path": "manga-dumb-nails\\35739.webp",
    "genres": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Hotaru",
      "Takana",
      "Piro",
      "Shiki"
    ],
    "serializations": [
      "Comic Alive"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological",
      "School"
    ]
  },
  {
    "title": "Majin Tantei Nougami Neuro",
    "subtitle": "",
    "synopsis": "The Demon Neuro has a raging hunger for \"enigmas.\" Being dissatisfied with his current regime in hell, he's come into the mortal realm in order to satiate his ever-growing appetite. The murder case of a young girl's father seems to be sufficiently enticing for the Demon's needs... But what else might happen between these two?\n\n(Source: aerandria.net)\n\nIncluded one-shot:\nVolume 23: Rikon Choutei (Divorce Conciliation)",
    "score": 8.08,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\186638.webp",
    "genres": [
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2005,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 23,
    "total_chapters": 203,
    "authors": [
      "Matsui",
      "Yuusei"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Detective"
    ]
  },
  {
    "title": "Kaijuu 8-gou",
    "subtitle": "Kaiju No. 8",
    "synopsis": "Grotesque, Godzilla-like monsters called \"kaijuu\" have been appearing around Japan for many years. To combat these beasts, an elite military unit known as the Defense Corps risks their lives daily to protect civilians. Once a creature is killed, \"sweepers\"—working under the Professional Kaijuu Cleaner Corporation—are left to dispose of its remains.\n\nKafka Hibino, a 32-year-old man, is unsatisfied with his job as a sweeper. From a young age, he has aspired to join the Defense Corps and kill kaijuus for a living. After a few failed attempts, however, he gave up on his dreams and resigned himself to the mediocrity that provided a decent paycheck. Nevertheless, when an ambitious, 18-year-old recruit named Reno Ichikawa joins his cleaning team, Kafka is once again reminded of his desire to join the military.\n\nFollowing a chain of unfortunate events and an interaction with the junior sweeper, Kafka encounters a parasite-type kaijuu that forces its way in through his mouth—turning him into a humanoid monster. With his newfound powers, Kafka aims to give his lifelong dream a final try.\n\n[Written by MAL Rewrite]",
    "score": 7.69,
    "members": 178000,
    "cover_image_path": "manga-dumb-nails\\252929.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "publication_year": 2020,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 129,
    "authors": [
      "Matsumoto",
      "Naoya"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Adult Cast",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Ao no Exorcist",
    "subtitle": "Blue Exorcist",
    "synopsis": "After a fight with his foster father Shirou Fujimoto, Rin Okumura's life is transformed overnight when Rin is revealed to be the son of the demon lord Satan, king of the demonic realm of Gehenna. Soon after, his foster father becomes possessed and dies at the hands of Satan, leaving Rin and his twin brother Yukio alone in the world. Seeking revenge for Fujimoto's death, Rin attends True Cross Academy with Yukio in order to become an exorcist and join the Knights of the True Cross.\n\nRin's new path, however, is filled with many difficulties. While new classes and dealing with his peers are already troublesome enough, he is also forced to conceal his newfound demonic powers and parentage. In addition, plenty of evildoers want to use him for their own ends. One misstep could lead to disaster, as not everyone at True Cross Academy is exactly who they seem to be...\n\n[Written by MAL Rewrite]",
    "score": 7.87,
    "members": 163000,
    "cover_image_path": "manga-dumb-nails\\188810.webp",
    "genres": [
      "Action",
      "Supernatural"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Katou",
      "Kazue"
    ],
    "serializations": [
      "Jump SQ."
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Mythology",
      "School"
    ]
  },
  {
    "title": "Omniscient Reader's Viewpoint",
    "subtitle": "",
    "synopsis": "Kim Dokja does not consider himself the protagonist of his own life. Befitting the name his parents gave him, he is a solitary person whose sole hobby is reading web novels. For over a decade, he has lived vicariously through Yoo Joonghyuk, the main character of the web novel Three Ways to Survive the Apocalypse (TWSA). Through Joonghyuk, Dokja has experienced secondhand the trials of repeatedly regressing in time, in search of an end to life-threatening \"scenarios\" that force people to act out narratives for the amusement of god-like \"Constellations.\"\n\nAfter reading 3,149 chapters—long after all other readers lost interest—Dokja finally resigns himself to the story ending. However, he receives an enigmatic message from the author, stating that the story will soon be monetized, before his surroundings suddenly go dark. He swiftly realizes that fiction has become reality and he is now living through TWSA. Although he is the singular omniscient reader of the events yet to come, his success in the scenarios is not guaranteed—but perhaps his advantage will empower him to step into the protagonist role that never suited him before.\n\n[Written by MAL Rewrite]",
    "score": 8.63,
    "members": 150000,
    "cover_image_path": "manga-dumb-nails\\238873.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 2020,
    "type": "Manhwa",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "sing N song",
      "Sleepy-C"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "Urban Fantasy"
    ]
  },
  {
    "title": "Sakamoto Days",
    "subtitle": "",
    "synopsis": "Tarou Sakamoto was considered the greatest hitman of all time. Feared by many, he stood at the top of the underground world until he met and fell in love with a woman. As a result, Sakamoto abandoned his life of crime and now works as a convenience store clerk.\n\nLeaving his shady past behind proves more difficult than Sakamoto initially imagined. Many of his former rivals and partners do not believe that he has truly left the business and show up in hopes of taking him out. Barred from killing, Sakamoto must find creative ways to subdue his enemies and prevent them from bringing harm to his family, his store, and the small town he resides in.\n\n[Written by MAL Rewrite]",
    "score": 8.15,
    "members": 142000,
    "cover_image_path": "manga-dumb-nails\\242919.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2020,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Suzuki",
      "Yuuto"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Annarasumanara",
    "subtitle": "",
    "synopsis": "There is a rumor that a magician lives in the tent by the abandoned theme park; some even say his magic is real. However, before he starts his show, he always asks his audience: \"Do you believe in magic?\"\n\nFor Yoon Ah-ee, magic seems like a distant memory. Faced with the harsh reality of poverty, she spends all her time studying, working, and taking care of her younger sister in the absence of their parents. She no longer believes in the wonders of magic, just like her skeptical classmate Na Il-Deung, who has been brought up to believe that a good education is the only way to approach life.\n\nWhen Ah-ee stumbles into the abandoned theme park and has a chance encounter with the magician, her life is changed forever. Annarasumanara reveals a philosophical, heartwarming, and thought-provoking story of what it means to grow up into the person you want to be.\n\n[Written by MAL Rewrite]",
    "score": 8.27,
    "members": 72000,
    "cover_image_path": "manga-dumb-nails\\71143.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Romance"
    ],
    "publication_year": 2010,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 3,
    "total_chapters": 27,
    "authors": [
      "Ha",
      "Il-Kwon"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological",
      "School"
    ]
  },
  {
    "title": "Goth",
    "subtitle": "",
    "synopsis": "Itsuki Kamiyama has a strange fascination with the grotesque and the macabre, being particularly interested in disturbing murders. He can stomach even the most hideous crimes committed by the most warped humans and is drawn to unsolved cases like a moth to a flame. However, he is not merely intrigued by these cases—he is also adept at solving them.\n\nWhile following the leads of an especially odd chain of crimes, Kamiyama gets familiar with his classmate Yoru Morino. As he spends more time in her presence, he begins to realize that she is more like him than he expected. With every case he unravels, Kamiyama slowly starts to uncover Morino's carefully shrouded past.\n\nAs Kamiyama's mask of normalcy steadily slips to reveal his dark tendencies, he finally allows himself to wonder—what if he were the one to take Morino's life?\n\n[Written by MAL Rewrite]",
    "score": 7.14,
    "members": 33000,
    "cover_image_path": "manga-dumb-nails\\173681.webp",
    "genres": [
      "Horror",
      "Mystery"
    ],
    "publication_year": 2002,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 5,
    "authors": [
      "Ooiwa",
      "Kenji",
      "Otsuichi"
    ],
    "serializations": [
      "Shounen Ace"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Shingeki no Kyojin",
    "subtitle": "Attack on Titan",
    "synopsis": "Hundreds of years ago, horrifying creatures which resembled humans appeared. These mindless, towering giants, called Titans, proved to be an existential threat, as they preyed on whatever humans they could find in order to satisfy a seemingly unending appetite. Unable to effectively combat the Titans, mankind was forced to barricade themselves within large walls surrounding what may very well be humanity's last safe haven in the world.\n\nIn the present day, life within the walls has finally found peace, since the residents have not dealt with Titans for many years. Eren Yeager, Mikasa Ackerman, and Armin Arlert are three young children who dream of experiencing all that the world has to offer, having grown up hearing stories of the wonders beyond the walls. But when the state of tranquility is suddenly shattered by the attack of a massive 60-meter Titan, they quickly learn just how cruel the world can be. On that day, Eren makes a promise to himself that he will do whatever it takes to eradicate every single Titan off the face of the Earth, with the hope that one day, humanity will once again be able to live outside the walls without fear.\n\n[Written by MAL Rewrite]",
    "score": 8.55,
    "members": 680000,
    "cover_image_path": "manga-dumb-nails\\37846.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Drama",
      "Suspense"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 34,
    "total_chapters": 141,
    "authors": [
      "Isayama",
      "Hajime"
    ],
    "serializations": [
      "Bessatsu Shounen Magazine"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Military",
      "Survival"
    ]
  },
  {
    "title": "Air Gear",
    "subtitle": "",
    "synopsis": "Itsuki Minami needs no introduction—everybody's heard of the \"Babyface\" of the Eastside. He's the toughest kid at Higashi Junior High School, easy on the eyes but dangerously tough when he needs to be. Plus, Itsuki lives with the mysterious and sexy Noyamano sisters. Life is never dull, but it becomes dangerous when Itsuki leads his school to victory over some vindictive Westside punks with gangster connections. Now he stands to lose his school, his friends, and everything he cares about. But in his darkest hour, the Noyamano girls come to Itsuki's aid. They can teach him a powerful skill that will save their school from the gangsters' siege–and introduce Itsuki to a thrilling and terrifying new world.\n\n(Source: Del Rey)",
    "score": 7.78,
    "members": 86000,
    "cover_image_path": "manga-dumb-nails\\167489.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Supernatural",
      "Ecchi"
    ],
    "publication_year": 2002,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 37,
    "total_chapters": 358,
    "authors": [
      "Oh! Great"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School"
    ]
  },
  {
    "title": "Bastard",
    "subtitle": "",
    "synopsis": "There is nowhere that Seon Jin can find solace. At school, he is ruthlessly bullied due to his unsettlingly quiet nature and weak appearance. However, this is not the source of Jin's insurmountable terror: the thing that he fears more than anything else is his own father.\n\nTo most, Jin's father is a successful businessman, good samaritan, and doting parent. But that is merely a facade; in truth, he is a deranged serial killer—and Jin is his unwilling accomplice. For years, they have been carrying out this ruse with the police being none the wiser. When his father takes an interest in the pretty transfer student Yoon Kyun, Jin must make a decision—be the coward who sends her to the gallows like all the rest, or be the bastard of a son who defies his wicked parent.\n\n[Written by MAL Rewrite]",
    "score": 8.47,
    "members": 147000,
    "cover_image_path": "manga-dumb-nails\\205549.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Romance"
    ],
    "publication_year": 2014,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 5,
    "total_chapters": 94,
    "authors": [
      "Kim",
      "Carnby",
      "Hwang",
      "Young-chan"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "Gore",
      "Psychological"
    ]
  },
  {
    "title": "God Child",
    "subtitle": "",
    "synopsis": "Deep in the heart of 19th century London, a young nobleman named Cain walks the shadowy cobblestone streets of the aristocratic society into which he was born. Forced to become an earl upon the untimely death of his father, Cain assumes the role of head of the Hargreaves, a noble family with a dark past. With Riff, his faithful manservant, and Mary Weather, his 10-year-old half sister, Cain investigates the mysterious crimes that seem to follow him wherever he goes.\n\n(Source: VIZ Media)\n\nIncluded one-shot:\nVolume 5: Nichiyoubi no Solomon Grundy",
    "score": 8.12,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\257890.webp",
    "genres": [
      "Boys Love",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 8,
    "total_chapters": 48,
    "authors": [
      "Yuki",
      "Kaori"
    ],
    "serializations": [
      "Hana to Yume"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "Claymore",
    "subtitle": "",
    "synopsis": "It is the Middle Ages, and the remnants of mankind are plagued by paranoia and death. Spoken in fearful whispers, the word \"Yoma\" cuts a clear image into the minds of all: monstrous beings with an insatiable hunger for human flesh. But fear of their gruesome appetite is dwarfed by that of their ability to shapeshift and steal the memories of their last meal. Forever vulnerable to attack, humans live in unease, even among family.\n\nThere are few means to kill a Yoma. The Organization, informally known as \"Claymore,\" is humanity's only line of defense, dispatching half-human, half-Yoma female warriors to purify villages of Yoma. A lonely and dangerous existence, death for these warriors comes with each new assignment. What time is found between trying battles and long, arduous travels is spent in ever-intensifying struggle to resist their Yoma blood and maintain their humanity. Villagers, knowing of this, pay for their security reluctantly and have only loathsome regard for their protectors.\n\nClaymore follows the stoic and low-ranking member Clare in her daunting trek as she searches for personal vengeance. Along the way, she encounters many unexpected things about the world, from the camaraderie and hope held fast by her sisters-in-arms to the sinister truth behind the Claymore Organization.\n\n[Written by MAL Rewrite]",
    "score": 8.28,
    "members": 216000,
    "cover_image_path": "manga-dumb-nails\\255378.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Horror"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 27,
    "total_chapters": 159,
    "authors": [
      "Yagi",
      "Norihiro"
    ],
    "serializations": [
      "Jump SQ."
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Ansatsu Kyoushitsu",
    "subtitle": "Assassination Classroom",
    "synopsis": "In the blink of an eye, the night sky is forever changed when, with a great explosion, the moon is blasted into a permanent crescent. Confronting the governments of the world, a yellow tentacled monster boasts that it was the one responsible for the catastrophe, and in a year's time, it will do the same to Earth. Zooming around at Mach 20, the creature makes a peculiar demand: a teaching position at the prestigious Kunugigaoka Junior High School. Desperate to keep the creature in one place, the government agrees, and so the students of Class 3-E find themselves faced with an impossible task—assassinate the creature responsible for destroying the moon.\n\nAlthough the fate of the world now rests on their shoulders, the class has more personal issues to deal with. Trapped at the bottom of Kunugigaoka's hierarchical education system, they face harsh discrimination from both teachers and students alike. Defeatism abound, they don't believe themselves capable of success in daily life, let alone against a monster that surpasses the abilities of any human. But as the enigmatic creature—whom they dub Koro-sensei—educates them in both assassination and academia, the children slowly find the courage to rise up and take aim at their target: the greatest teacher the world has ever seen.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 21: Tokyo Department Sensou Taikenki (Tokyo Department Store War Chronicles)",
    "score": 8.24,
    "members": 164000,
    "cover_image_path": "manga-dumb-nails\\243932.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 21,
    "total_chapters": 187,
    "authors": [
      "Matsui",
      "Yuusei"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School"
    ]
  },
  {
    "title": "Boku wa Mari no Naka",
    "subtitle": "Inside Mari",
    "synopsis": "When Isao Komori moved from the Gunma countryside to the bustling city of Tokyo for college, he believed this to be an opportunity to start his life anew. Yet as months pass, Isao comes to realize that he hasn't made a single friend. Despite the time spent as a serious student, Isao drops out during his sophomore year to become a shut-in, killing time playing video games.\n\nIsao's only saving grace is going to his local convenience store every day to see \"The Angel of the Convenience Store,\" a high school girl named Mari Yoshizaki. Though Isao is content watching her from afar without confronting her, one day she turns to meet his eyes. Without being able to remember a thing, Isao awakens in the body of Mari. Unsure of how he found himself inside Mari, or where the young lady he now possesses really is, Isao chooses to continue Mari's life in her place.\n\n[Written by MAL Rewrite]",
    "score": 7.54,
    "members": 69000,
    "cover_image_path": "manga-dumb-nails\\88263.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 80,
    "authors": [
      "Oshimi",
      "Shuuzou"
    ],
    "serializations": [
      "Manga Action"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Ousama Game",
    "subtitle": "King's Game",
    "synopsis": "After awakening from a nightmare, Nobuaki Kanazawa receives a mysterious text message in the middle of the night from someone known as the King, concerning the so-called \"King's Game.\" This message demands that his entire class participate, that the King's orders must be fulfilled within 24 hours, and that no one is allowed to quit mid-game.\n\nNobuaki and the rest of his classmates shrug off the message, thinking it is nothing more than an elaborate prank. However, it soon becomes clear that failing to fulfill the King's commands results in bloody consequences, as those who defy the King die in horrific ways. With each command more extreme than the last, the body count begins to rise, and a cloud of turmoil and despair looms over the class as they wonder if any of them can make it out alive.\n\n[Written by MAL Rewrite]",
    "score": 6.37,
    "members": 40000,
    "cover_image_path": "manga-dumb-nails\\116343.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 5,
    "total_chapters": 25,
    "authors": [
      "Renda",
      "Hitori",
      "Kanazawa",
      "Nobuaki"
    ],
    "serializations": [
      "E★Everystar"
    ],
    "demographics": null,
    "themes": [
      "Gore",
      "School"
    ]
  },
  {
    "title": "Nanatsu no Taizai",
    "subtitle": "The Seven Deadly Sins",
    "synopsis": "In a world where injustice prevails, the Holy Knights of Britannia protect their homeland with their unparalleled magic and strength. Their most sought-after targets are \"The Seven Deadly Sins\": a group of criminals once regarded as the strongest of Britannia's Holy Knights. Their supposed conspiracy to overthrow the Kingdom of Liones led to their defeat at the hands of the Holy Knights, but rumors persist that the seven infamous knights still live.\n\nTen years later, the Holy Knights ironically stage a coup d'état themselves and capture the King of Liones, installing themselves as the new rulers of the kingdom. Elizabeth Liones, the third princess of the kingdom, sets out on a journey to find the Seven Deadly Sins and request their aid when she stumbles upon a bar owned by Meliodas, the Dragon's Sin of Wrath and the former leader of the disgraced knights. The pair sets out to find Meliodas' old comrades, but will it be hope or despair that awaits them in their travels?\n\n[Written by MAL Rewrite]",
    "score": 7.43,
    "members": 185000,
    "cover_image_path": "manga-dumb-nails\\153111.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Fantasy"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 41,
    "total_chapters": 364,
    "authors": [
      "Suzuki",
      "Nakaba"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Blame!",
    "subtitle": "",
    "synopsis": "In an enormous steel labyrinth riddled with horrifying creatures, humanity is forced to isolate itself in small enclaves while living in constant fear of its annihilation. In this dystopia, only a strange young man known as Killy is brave enough to traverse its unforgiving territories.\n\nPossessing superhuman strength and a rare Graviton Beam Emitter, Killy fights off bloodthirsty beasts and other fiendish forces in his desperate search for a human with the Net Terminal Gene—genetic information that holds the potential to restore the corrupt world.\n\nThe dark world of Blame! follows Killy as he meets new people, sheds more blood, and draws closer to finding the Net Terminal Gene. Through these exploits, the true nature of the world is slowly pieced together.\n\n[Written by MAL Rewrite]",
    "score": 8.29,
    "members": 171000,
    "cover_image_path": "manga-dumb-nails\\174389.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Sci-Fi"
    ],
    "publication_year": 1997,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 66,
    "authors": [
      "Nihei",
      "Tsutomu"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Elfen Lied",
    "subtitle": "",
    "synopsis": "Lucy is a special breed of human referred to as Diclonius, born with a short pair of horns and invisible telekinetic hands that lands her as a victim of inhumane scientific experimentation by the government. However, once circumstances present her an opportunity to escape, Lucy, corrupted by the confinement and torture, unleashes a torrent of bloodshed as she escapes her captors.\n\nDuring her breakout, she receives a crippling head injury that leaves her with a split personality: someone with the mentality of a harmless child possessing limited speech capacity. In this state of instability, she stumbles upon two college students, Kouta and his cousin Yuka, who unknowingly take an injured fugitive into their care, unaware of her murderous tendencies. This act of kindness will change their lives, as they soon find themselves dragged into the shadowy world of government secrecy and conspiracy.\n\n[Written by MAL Rewrite]\n\nIncluded one-shots:\nVolume 1: MOL\nVolume 2: Digitopolis\nVolume 3: Memoria\nVolume 5: Elfen Lied",
    "score": 7.78,
    "members": 102000,
    "cover_image_path": "manga-dumb-nails\\253951.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2002,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 12,
    "total_chapters": 113,
    "authors": [
      "Okamoto",
      "Lynn"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Psychological"
    ]
  },
  {
    "title": "Another",
    "subtitle": "",
    "synopsis": "During the spring of 1998 in the town of Yomiyama, Kouichi Sakakibara is supposed to start classes at a new school. Unfortunately, he is stuck in the hospital due to a collapsed lung. When he is wandering the hospital, he meets a dark-haired girl named Mei Misaki wearing his new school's uniform—an innocent chance encounter that will have more repercussions than he knows.\n\nWhen Sakakibara is finally able to attend classes at Yomiyama North Middle School, he notices his classmates treat Misaki as if she doesn't exist. He tries to uncover the mystery around her, but his classmates' behavior only gets stranger. And when fellow students in Class 3-3 inexplicably begin dying horrible deaths, Sakakibara begins to question a link between Misaki and the rising body count.\n\n[Written by MAL Rewrite]",
    "score": 7.6,
    "members": 70000,
    "cover_image_path": "manga-dumb-nails\\159693.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 4,
    "total_chapters": 20,
    "authors": [
      "Kiyohara",
      "Hiro",
      "Ayatsuji",
      "Yukito"
    ],
    "serializations": [
      "Young Ace"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "School"
    ]
  },
  {
    "title": "Karneval",
    "subtitle": "",
    "synopsis": "Naive boy Nai has been looking for someone important to him, with only an old bracelet and the name \"Karoku\" as his clues to their whereabouts. Along the way, he becomes ensnared by a monstrous woman hellbent on keeping him as a pet. But soon, he is saved by a clever and crafty thief named Gareki, who has broken into the woman's house to loot it. The two find themselves labeled as wanted criminals and end up entangled in the affairs of \"Circus\"—the country's most powerful defense organization. Circus is responsible for protecting the nation's citizens from entities known as \"varuga\"—monsters who consume human flesh—as well as uncovering the operations of a mysterious organization called Kafka.\n\nCircus has taken an interest in Nai upon learning that the bracelet he possessed turns out to be an old Circus ID. While Nai decides to stay in Circus' care, Gareki struggles to find his place aboard the ship. As their search for Karoku deepens, the pair encounter more dangerous varuga who all seem to gravitate toward Nai.\n\n[Written by MAL Rewrite]",
    "score": 7.94,
    "members": 37000,
    "cover_image_path": "manga-dumb-nails\\172699.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 28,
    "total_chapters": 163,
    "authors": [
      "Mikanagi",
      "Touya"
    ],
    "serializations": [
      "Comic ZERO-SUM"
    ],
    "demographics": [
      "Josei"
    ],
    "themes": null
  },
  {
    "title": "Inu x Boku SS",
    "subtitle": "",
    "synopsis": "The Shirakiin house's daughter, Shirakiin Ririchiyo, who has a complex about being unable to live independently and unprotected, feels the need to move out and live on her own under the condition of residing in the mansion named \"Ayakashi Kan.\" In this mansion, only those who have cleared a very strict examination could reside in it, and for each resident, they are accompanied with one agent of the Secret Service (S.S.). Although Ririchiyo has rejected the company of the S.S., while residing in the mansion she finds out that the agent dedicated to protecting her is actually the Fox Spirit whom she previously rescued.",
    "score": 7.85,
    "members": 37000,
    "cover_image_path": "manga-dumb-nails\\262293.webp",
    "genres": [
      "Comedy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 11,
    "total_chapters": 58,
    "authors": [
      "Fujiwara",
      "Cocoa"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Loveless",
    "subtitle": "",
    "synopsis": "Aoyagi Ritsuka is one troubled 6th grader. Two years ago, he mysteriously lost his memory and developed an alternate personality. His mother constantly berates (and occasionally beats) him, asking what happened to the \"real\" Ritsuka, and his only defender and friend, his older brother Seimei, was recently killed.\n\nSuddenly, Seimei's apparent \"friend,\" Soubi, appears. Soubi tells him that Ritsuka's true name is \"Loveless,\" and that Soubi was assigned by Seimei to take care of Ritsuka and protect him. Ritsuka soon gets sucked into a bizzare underground society where teams of people, a \"Fighter Unit,\" and a \"Sacrifice,\" battle using elaborate and beautifully-phrased spells.\n\nHe seeks both acceptance of himself, and the answer to the mystery of who killed his brother and why.\n\n(Source: TokyoPop)",
    "score": 7.6,
    "members": 29000,
    "cover_image_path": "manga-dumb-nails\\171051.webp",
    "genres": [
      "Boys Love",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "On Hiatus",
    "total_volumes": 13,
    "total_chapters": 0,
    "authors": [
      "Kouga",
      "Yun"
    ],
    "serializations": [
      "Comic ZERO-SUM"
    ],
    "demographics": [
      "Josei"
    ],
    "themes": null
  },
  {
    "title": "Ikigami",
    "subtitle": "Ikigami: The Ultimate Limit",
    "synopsis": "In a dystopian nation, a public prosperity law like no other is in effect: The National Welfare Act, in which citizens between the ages of 18-24 are selected to die for their country. Twenty-four hours before a nanocapsule carries out their death, the chosen receive notifications called \"Ikigami\" from government messengers. The government gives only one ostensible reason for the act’s purpose—to spread the value of life.\n\nKengo Fujimoto is a newly instated Ikigami messenger who is indecisive on his stance of the act. Curbing his hesitation to avoid the watchful eye of the national police, Kengo decides that delivering the Ikigami will help shape his opinion.\n\nIkigami follows how people act knowing that their final hours are upon them. Whether committing acts of kindness or crimes of passion, the chosen's actions have profound impacts on those around them, and it will ultimately lead Kengo to his decision.\n\n[Written by MAL Rewrite]",
    "score": 7.79,
    "members": 25000,
    "cover_image_path": "manga-dumb-nails\\145489.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2005,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 60,
    "authors": [
      "Mase",
      "Motoro"
    ],
    "serializations": [
      "Young Sunday (Weekly)"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Shuumatsu no Walküre",
    "subtitle": "Record of Ragnarok",
    "synopsis": "High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race.\n\nBut before the mandate passes, Brunhilde, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhilde will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind.\n\n[Written by MAL Rewrite]",
    "score": 8.01,
    "members": 146000,
    "cover_image_path": "manga-dumb-nails\\209957.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Fukui",
      "Takumi",
      "Umemura",
      "Shinya",
      "Ajichika"
    ],
    "serializations": [
      "Comic Zenon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Mythology"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 5: Ougon no Kaze",
    "subtitle": "JoJo's Bizarre Adventure Part 5: Golden Wind",
    "synopsis": "Naples, 2001. Giorno Giovanna is a small-time crook with one big dream—to become a \"Gang-Star.\" No ordinary thief, Giorno has a connection to the remarkable Joestar bloodline, and possesses a Stand named Gold Experience. His dream starts to become reality when he meets Bruno Bucciarati, a mobster from the gang Passione and a fellow Stand user himself. Realizing that they share similar ideals, and both disagree with the gang's harmful affairs, Giorno reveals his goal to Bruno: with Bruno's help, he will reform Passione by overthrowing the boss.\n\nAs Giorno becomes a member of Passione, and is inducted into Bruno's squad, he discovers that it is no simple gang; its numbers are teeming with Stand users. Now confronted by other squads of differing loyalties and unpredictable caliber, their goal to change the gang from the inside out will be a tough one. Taking on these adversaries, Giorno attempts to rise through the ranks and inch closer to the boss, a man who is shrouded in mystery.\n\n[Written by MAL Rewrite]",
    "score": 8.18,
    "members": 118000,
    "cover_image_path": "manga-dumb-nails\\269912.webp",
    "genres": [
      "Action",
      "Adventure"
    ],
    "publication_year": 1995,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 17,
    "total_chapters": 155,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Organized Crime"
    ]
  },
  {
    "title": "Yu☆Gi☆Oh!",
    "subtitle": "Yu-Gi-Oh!",
    "synopsis": "High school student Yuugi Mutou spends his days being bullied between classes and his nights playing board games and solving puzzles in his bedroom. Yuugi's penchant for gameplay comes from his grandfather, whose game shop also serves as a house for the two.\n\nOne night, Yuugi manages to solve the Millennium Puzzle, a seemingly impossible challenge that awakens his inner darkness and converts it into an alternate persona: Yami Yuugi. Transforming into the more bold and dangerous persona against his will in moments of great distress, Yuugi begins to moonlight as a vengeful vigilante, challenging bullies and evil-doers to risky games where failure results in fates worse than death.\n\nYuugi and his alter ego befriend some of the very students who once bullied him, forming unbreakable companionships with them. But the group must contend with villains far deadlier than the high school punks they originally rallied against, enemies who use games for nefarious purposes and threaten Yuugi and his friends' very lives.\n\n[Written by MAL Rewrite]",
    "score": 7.67,
    "members": 43000,
    "cover_image_path": "manga-dumb-nails\\262097.webp",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 1996,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 38,
    "total_chapters": 343,
    "authors": [
      "Takahashi",
      "Kazuki"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical",
      "School",
      "Strategy Game"
    ]
  },
  {
    "title": "Higurashi no Naku Koro ni: Watanagashi-hen",
    "subtitle": "Higurashi WHEN THEY CRY: Cotton Drifting Arc",
    "synopsis": "When Keiichi Maebara moved to the small village of Hinamizawa, he did not expect to make friends so quickly. Now Keiichi's days are spent having fun and playing games with his new companions, and his life couldn't be better. However, one day he sees one of his friends, the tomboyish Mion Sonozaki, working at a maid café. Deciding to tease her about it, his initial joking quickly turns to shock as the girl reveals that she is actually Mion's twin sister, Shion.\n\nAs luck would have it, both girls want to spend the annual Cotton Drifting Festival by Keiichi's side. But when Shion breaks the town's sacred rules and sneaks into a sealed shrine during the festival, dragging Keiichi along with her, things take a turn for the worse. Now, Keiichi and Shion find themselves in fear of being spirited away due to their mistake and must find a way to atone before it is too late.\n\n[Written by MAL Rewrite]",
    "score": 8.1,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\259983.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "publication_year": 2005,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 2,
    "total_chapters": 12,
    "authors": [
      "Houjou",
      "Yutori",
      "Ryukishi07"
    ],
    "serializations": [
      "Gangan Wing"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Corpse Party: Blood Covered",
    "subtitle": "",
    "synopsis": "Saying farewell to a classmate is never easy, but it is the reality a group of students at Kisaragi Academy must face. In an attempt to alleviate the sadness caused by their friend's departure, they perform a ritual that will bond them all together eternally as friends: the Sachiko-san Ever After charm. But after it is completed, the floor beneath them gives way and they are sucked into a gaping abyss.\n\nAfter getting their bearings, the students discover their surroundings have drastically changed. While it appears they are still in a school, it is not the one they know; rather, it is a run-down version of Tenjin Elementary School, the place that Kisaragi Academy was built upon after a series of kidnappings and brutal murders led to its demolition. What's more, and frightening, is the appearance of the malevolent ghosts of the murdered children.\n\nAs these students navigate this ghostly labyrinth with no escape in sight, they come face to face with the evil that brought them there, and the truth behind the gruesome murders of Tenjin Elementary School.\n\n[Written by MAL Rewrite]",
    "score": 7.33,
    "members": 19000,
    "cover_image_path": "manga-dumb-nails\\166222.webp",
    "genres": [
      "Horror",
      "Mystery"
    ],
    "publication_year": 2008,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 47,
    "authors": [
      "Shinomiya",
      "Toshimi",
      "Kedouin",
      "Makoto"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Psychological",
      "School"
    ]
  },
  {
    "title": "Tokyo Ghoul",
    "subtitle": "",
    "synopsis": "Lurking within the shadows of Tokyo are frightening beings known as ghouls, who satisfy their hunger by feeding on humans once night falls. An organization known as the Commission of Counter Ghoul (CCG) has been established in response to the constant attacks on citizens and as a means of purging these creatures. However, the problem lies in identifying ghouls as they disguise themselves as humans, living amongst the masses so that hunting prey will be easier. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\nBarely surviving this encounter after being taken to a hospital, he discovers that he has turned into a half-ghoul as a result of the surgery he received. Unable to satisfy his intense craving for human meat through conventional means, Kaneki is taken in by friendly ghouls who run a coffee shop in order to help him with his transition. As he begins what he thinks will be a peaceful new life, little does he know that he is about to find himself at the center of a war between his new comrades and the forces of the CCG, and that his new existence has caught the attention of ghouls all over Tokyo.\n\n[Written by MAL Rewrite]",
    "score": 8.54,
    "members": 541000,
    "cover_image_path": "manga-dumb-nails\\114037.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Horror"
    ],
    "publication_year": 2011,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 14,
    "total_chapters": 144,
    "authors": [
      "Ishida",
      "Sui"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Psychological",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Hunter x Hunter",
    "subtitle": "",
    "synopsis": "\"Secret treasure hoards, undiscovered wealth... mystical places, unexplored frontiers... 'The mysterious unknown.' There's magic in such words for those captivated by its spell. They are called 'Hunters'!\"\n\nGon Freecss wants to become a Hunter so he can find his father, a man who abandoned him to pursue a life of adventure. But it's not that simple: only one in one hundred thousand can pass the Hunter Exam, and that is just the first obstacle on his journey. During the Hunter Exam, Gon befriends many other potential Hunters, such as the mysterious Killua; the revenge-driven Kurapika; and Leorio, who aims to become a doctor. There's a world of adventure and peril awaiting, and those who embrace it with open arms can become the greatest Hunters of them all!\n\n[Written by MAL Rewrite]",
    "score": 8.76,
    "members": 299000,
    "cover_image_path": "manga-dumb-nails\\253119.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 1998,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Togashi",
      "Yoshihiro"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Beelzebub",
    "subtitle": "",
    "synopsis": "Ishiyama High—land of the delinquents. No matter how tough you think you are, you don't mess with an Ishi-high student. One of the most infamous students is first year Tatsumi Oga, called \"Demon King\" by those he's defeated.\n\nOne day, while Oga is finishing off a gang that attacked him, he stumbles upon an infant. In a rare moment of kindness, Oga tries to care for the baby. As a result, the child becomes overly attached to him. In a panic, he brings the baby to his best friend Takayuki Furuichi's house. While there, they are attacked by Hildegard, a demon maid who says the baby is actually Kaiser de Emperana Beelzebub IV. She also reveals that he was sent here to destroy humanity, on a whim of his father Beelzebub III, Great Demon Lord of the Demon World. After failing to remove Baby Beel from Oga, she declares that he must raise him, as moving more than 15 meters away will result in instant death for Oga.\n\nWith his delinquent past and unfriendly nature, Oga must deal with the burden of raising a demon baby. Beezelbub follows his story through encounters with demons and dangerous classmates, all while being an unorthodox role model and carer for the young Baby Beel.\n\n[Written by MAL Rewrite]",
    "score": 8.12,
    "members": 120000,
    "cover_image_path": "manga-dumb-nails\\188942.webp",
    "genres": [
      "Action",
      "Comedy",
      "Supernatural"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 28,
    "total_chapters": 250,
    "authors": [
      "Tamura",
      "Ryuuhei"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Childcare",
      "Delinquents",
      "Mythology",
      "School"
    ]
  },
  {
    "title": "Mato Seihei no Slave",
    "subtitle": "Chained Soldier",
    "synopsis": "After his high school graduation, Yuuki Wakura realizes it has been five years since his sister's disappearance during a \"Mato disaster.\" Throughout Japan, mysterious entrances have opened to a dimension called \"Mato\"—a demonic metropolis filled with disastrous monsters known as the \"Shuuki\" that threaten the safety of humans. However, a new hope arose, as the discovery of a Mato fruit that grants supernatural abilities exclusively to women allowed them to fight against the Shuuki. Due to this, a new matriarchal government was formed, establishing a female organization called the Demon Defense Force, which caused men to fall to the bottom of society.\n\nWhen Yuuki suddenly finds himself in Mato, he is unable to escape on his own. But just as he anticipates a gruesome end by the Shuuki, a girl in a militia outfit appears and protects him. As the chief of the Seventh Unit of the Demon Defense Force, Kyouka Uzen is ambitious yet devalued by her own peers due to her power being deemed unusual. Now in a life-or-death situation, Kyouka takes the opportunity to find out the true potential of her superpower by using Yuuki: in order to defeat the Shuuki, he has to become her slave.\n\n[Written by MAL Rewrite]",
    "score": 7.6,
    "members": 81000,
    "cover_image_path": "manga-dumb-nails\\260475.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Ecchi"
    ],
    "publication_year": 2019,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Takemura",
      "Youhei",
      "Takahiro"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Harem"
    ]
  },
  {
    "title": "Dragon Ball Super",
    "subtitle": "",
    "synopsis": "Having defeated Boo, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. After blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker \"Super Saiyan God,\" or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?\n\n(Source: VIZ Media)",
    "score": 7.33,
    "members": 78000,
    "cover_image_path": "manga-dumb-nails\\176933.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2015,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Toriyama",
      "Akira",
      "Toyotarou"
    ],
    "serializations": [
      "V-Jump"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Martial Arts",
      "Super Power"
    ]
  },
  {
    "title": "Juujika no Rokunin",
    "subtitle": "",
    "synopsis": "Labeled \"Experiment A\" by five of his classmates and tortured throughout sixth grade, Shun Uruma hung on by a thread. When his bullies targeted his family, leaving him with nobody but his grandfather, it was the final straw—Uruma had suffered enough. Determined to get back at his enemies, Uruma begged his grandfather, a WWII veteran, to guide him through the path of vengeance.\n\nFour years later, Uruma completes his intense training and embarks on a brutal journey of torture and retribution to hunt down the five monsters who made his school life a living hell.\n\n[Written by MAL Rewrite]",
    "score": 6.88,
    "members": 83000,
    "cover_image_path": "manga-dumb-nails\\234431.webp",
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2020,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Nakatake",
      "Shiryuu"
    ],
    "serializations": [
      "Magazine pocket"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Psychological"
    ]
  },
  {
    "title": "Hyouryuu Kyoushitsu",
    "subtitle": "The Drifting Classroom",
    "synopsis": "Sixth grader Shou Takamatsu is a troublemaker who refuses to grow up. However, one fateful day, his world is turned upside down, forcing him to quickly mature—or die. When Shou arrives at school that morning, an earthquake of mysterious origin strikes, and the campus is teleported to an empty wasteland, far removed from society. Not only do Shou and his peers face an immediate crisis of food shortage, they must also contend with other problems, including new and dangerous external threats, and rising conflict among the student body. With the adults having a hard time adjusting, Shou finds the immense responsibility to quickly adapt to his new dystopian reality a heavy burden on his small shoulders.\n\nWritten by the horror specialist Kazuo Umezu, Hyouryuu Kyoushitsu is regarded as a classic in its genre—a unique blend of the riveting mystery behind the entrapment of Shou and his classmates on the barren, hostile world, and their struggle for survival.\n\n[Written by MAL Rewrite]",
    "score": 7.39,
    "members": 26000,
    "cover_image_path": "manga-dumb-nails\\196492.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 1972,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 11,
    "total_chapters": 44,
    "authors": [
      "Umezu",
      "Kazuo"
    ],
    "serializations": [
      "Shounen Sunday"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Hyouka",
    "subtitle": "",
    "synopsis": "The world of Kamiyama High School is full of colorful and mysterious events, but 15-year-old Houtarou Oreki cannot be bothered to pay much attention to it. Choosing to live his life by conserving energy whenever possible, he is content with acknowledging the bare minimum to get him through each day.\n\nHowever, he finds his lifestyle threatened by his sister's request for him to join the Classics Club. Wishing to avoid any repercussions, Houtarou reluctantly agrees and visits the club room, where he meets the ladylike yet passionate Eru Chitanda. Joined by cheerful longtime friend Satoshi Fukube and former classmate Mayaka Ibara, the four members of the illustrious Classics Club delve into the enigmas of ordinary life on an idyllic journey of exploration.\n\n[Written by MAL Rewrite]",
    "score": 8.05,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\162612.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Slice of Life"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Yonezawa",
      "Honobu",
      "Ohna",
      "Task"
    ],
    "serializations": [
      "Shounen Ace"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School"
    ]
  },
  {
    "title": "Gantz",
    "subtitle": "",
    "synopsis": "Lonely high school student Kei Kurono isolates himself out of a growing cynicism toward his fellow man and the cruelty they are capable of enacting. One day, while waiting to take the subway to school, Kei's classmate Masaru Katou leaps onto the tracks in an effort to save a drunk man. Driven by an uncharacteristic desire to rescue someone else, Kei follows Katou down into danger. While successful in saving him, the two boys are killed by the train.\n\nKei wakes up beside Katou in an apartment full of strangers and furnished by a giant black orb with a glass-like outer surface. After finding out that everyone in the room has recently died, words appear on the black ball tasking them with killing a strange creature. The ball equips Kei and the others with power suits and mysterious guns before sending them off to collect this bizarre bounty.\n\nAlthough Kei discovers the mission to be far more deadly than originally suspected, he manages to survive. He is teleported back to the apartment where he and the other survivors are rewarded point values according to their actions in battle by the black sphere, which a fellow survivor says is called \"Gantz.\" Despite his death earlier that day, Kei is granted the ability to return to his daily life with one condition: he can be uprooted from his day at any time and summoned back to the apartment, where Gantz will task him and other recently deceased with the assassination of another target.\n\nWhile Katou dreads the inevitable return to Gantz, Kei finds himself living for the sole purpose of carrying out these missions. Thriving in the heat of battle and learning to care about himself and his comrades, Kei faces escalating monstrous threats that begin to bleed out into his normal life outside of Gantz.\n\n[Written by MAL Rewrite]",
    "score": 8.08,
    "members": 250000,
    "cover_image_path": "manga-dumb-nails\\278020.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Sci-Fi",
      "Supernatural"
    ],
    "publication_year": 2000,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 37,
    "total_chapters": 383,
    "authors": [
      "Oku",
      "Hiroya"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "Tokyo卍Revengers",
    "subtitle": "Tokyo Revengers",
    "synopsis": "Takemichi Hanagaki's life is at an all-time low. Just when he thought it could not get worse, he finds out that Hinata Tachibana, his ex-girlfriend, was murdered by the Tokyo Manji Gang: a group of vicious criminals that has been disturbing society's peace for quite some time.\n\nWondering where it all went wrong, Takemichi suddenly finds himself traveling through time, ending up 12 years in the past—when he was still in a relationship with Hinata. Realizing he has a chance to save her, Takemichi resolves to infiltrate the Tokyo Manji Gang and climb the ranks in order to rewrite the future and save Hinata from her tragic fate.\n\n[Written by MAL Rewrite]",
    "score": 7.74,
    "members": 244000,
    "cover_image_path": "manga-dumb-nails\\196272.webp",
    "genres": [
      "Action",
      "Award Winning"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 31,
    "total_chapters": 279,
    "authors": [
      "Wakui",
      "Ken"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Delinquents",
      "Time Travel"
    ]
  },
  {
    "title": "Black Clover",
    "subtitle": "",
    "synopsis": "In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta's childhood friend and rival, Yuno, has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day.\n\nIn the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno's special Grimoire. Despite being completely overpowered by Yuno's captor, Asta's will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover.\n\n[Written by MAL Rewrite]",
    "score": 7.85,
    "members": 235000,
    "cover_image_path": "manga-dumb-nails\\166254.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2015,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Tabata",
      "Yuuki"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Dorohedoro",
    "subtitle": "",
    "synopsis": "Hole—a dark, decrepit, and disorderly district where the strong prey on the weak and death is an ordinary occurrence—is all but befitting of the name given to it. A realm separated from law and ethics, it is a testing ground to the magic users who dominate it. As a race occupying the highest rungs of their society, the magic users think of the denizens of Hole as no more than insects. Murdered, mutilated, and made experiments without a second thought, the powerless Hole dwellers litter the halls of Hole's hospital on a daily basis.\n\nPossessing free access to and from the cesspool, and with little challenge to their authority, the magic users appear indomitable to most—aside for a few. Caiman, more reptile than man, is one such individual. He hunts them on a heedless quest for answers with only a trusted pair of bayonets and his immunity to magic. Cursed by his appearance and tormented by nightmares, magic users are his only clue to restoring his life to normal. With his biggest obstacle being his stomach, his female companion Nikaidou, who runs the restaurant Hungry Bug, is his greatest ally.\n\nSet in a gritty world of hellish design, Dorohedoro manages a healthy blend of comedy and lightheartedness with death and carnage. Taking plenty of twists and turns while following the lives of Hole's residents, it weaves a unique world of unearthly origin and dreary appearance not for the squeamish or easily disturbed.\n\n[Written by MAL Rewrite]",
    "score": 8.68,
    "members": 195000,
    "cover_image_path": "manga-dumb-nails\\258246.webp",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Horror"
    ],
    "publication_year": 2000,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 23,
    "total_chapters": 190,
    "authors": [
      "Hayashida",
      "Q"
    ],
    "serializations": [
      "Gessan"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 8: JoJolion",
    "subtitle": "",
    "synopsis": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.\n\nAs Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.\n\n[Written by MAL Rewrite]",
    "score": 8.47,
    "members": 165000,
    "cover_image_path": "manga-dumb-nails\\179885.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2011,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 27,
    "total_chapters": 110,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Ultra Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Yakusoku no Neverland",
    "subtitle": "The Promised Neverland",
    "synopsis": "At Grace Field House, life could not be better for the orphans! Though they have no parents, together with the other kids and a kind \"Mama\" who cares for them, they form one big happy family. No child is ever overlooked, especially since they are all adopted by the age of 12. Their daily lives involve rigorous tests, but afterward, they are allowed to play outside.\n\nThere is only one rule they must obey: do not leave the orphanage. But one day, two top-scoring orphans, Emma and Norman, venture past the gate and unearth the harrowing secret behind their entire existence. Utilizing their quick-wittedness, the children must work together to somehow change their predetermined fate.\n\n[Written by MAL Rewrite]",
    "score": 8.14,
    "members": 326000,
    "cover_image_path": "manga-dumb-nails\\186922.webp",
    "genres": [
      "Award Winning",
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 20,
    "total_chapters": 181,
    "authors": [
      "Demizu",
      "Posuka",
      "Shirai",
      "Kaiu"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "Spy x Family",
    "subtitle": "",
    "synopsis": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician Donovan Desmond by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family.\n\nTwilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun.\n\nUnder the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations.\n\n[Written by MAL Rewrite]",
    "score": 8.48,
    "members": 324000,
    "cover_image_path": "manga-dumb-nails\\219741.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2019,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Endou",
      "Tatsuya"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Childcare"
    ]
  },
  {
    "title": "Fullmetal Alchemist",
    "subtitle": "",
    "synopsis": "Alchemists are knowledgeable and naturally talented individuals who can manipulate and modify matter due to their art. Yet despite the wide range of possibilities, alchemy is not as all-powerful as most would believe. Human transmutation is strictly forbidden, and whoever attempts it risks severe consequences. Even so, siblings Edward and Alphonse Elric decide to ignore this great taboo and bring their mother back to life. Unfortunately, not only do they fail in resurrecting her, they also pay an extremely high price for their arrogance: Edward loses his left leg and Alphonse his entire body. Furthermore, Edward also gives up his right arm in order to seal his brother's soul into a suit of armor.\n\nYears later, the young alchemists travel across the country looking for the Philosopher's Stone, in the hopes of recovering their old bodies with its power. However, their quest for the fated stone also leads them to unravel far darker secrets than they could ever imagine.\n\n[Written by MAL Rewrite]",
    "score": 9.04,
    "members": 313000,
    "cover_image_path": "manga-dumb-nails\\243675.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 27,
    "total_chapters": 116,
    "authors": [
      "Arakawa",
      "Hiromu"
    ],
    "serializations": [
      "Shounen Gangan"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Military"
    ]
  },
  {
    "title": "Akira",
    "subtitle": "",
    "synopsis": "1988: It is World War III. Tokyo is decimated by a mysterious black explosion, unmatched in magnitude.\n\n2019: Fast forward 31 years. Neo-Tokyo, hastily built on the ruins of old Tokyo, is a sprawling cityscape of neon extravaganza. It is a fusion of towering skyscrapers and cutting-edge technology that is permeated through and through with an explosive, hyper-violent cocktail of biker gangs, poverty, and revolutionaries. In this derelict metropolis live Tetsuo Shima and Shoutarou Kaneda, two bikers who are the best of friends and the fiercest of rivals, despite being affiliated with the same gang. Desperate to prove himself as Kaneda's equal, Tetsuo unwittingly pulls a stunt that culminates in the awakening of a cryptic existence that threatens to change both the face of Neo-Tokyo and the lives of those who call the city their home—the awakening of a government secret simply known as Akira.\n\n[Written by MAL Rewrite]",
    "score": 8.65,
    "members": 143000,
    "cover_image_path": "manga-dumb-nails\\271629.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Sci-Fi"
    ],
    "publication_year": 1982,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 120,
    "authors": [
      "Otomo",
      "Katsuhiro"
    ],
    "serializations": [
      "Young Magazine (Weekly)"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Pluto",
    "subtitle": "Pluto: Urasawa x Tezuka",
    "synopsis": "Famous for his military service in the 39th Asian War, the legendary Swiss robot Montblanc is violently murdered. Humans and robots around the world mourn for the beloved celebrity. Montblanc's popularity only grew in the years following the war, thanks to his dedication to nature conservation and his loving personality.\n\nFellow war veteran and robotic Europol detective Gesicht is sent to investigate Montblanc's tragic demise. In his pursuit, Gesicht uncovers evidence of a mysterious entity known only as \"Pluto.\" He also learns of a conspiratorial plot to dismantle the eight specialized robots from around the world who participated in the war. Racing against time to save those who still remain, Gesicht grapples with his memory, morality, and a world full of hate, desperately attempting to defend the fragile coexistence of man and machine.\n\n[Written by MAL Rewrite]",
    "score": 8.62,
    "members": 133000,
    "cover_image_path": "manga-dumb-nails\\264496.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 8,
    "total_chapters": 65,
    "authors": [
      "Urasawa",
      "Naoki",
      "Tezuka",
      "Osamu"
    ],
    "serializations": [
      "Big Comic Original"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Detective",
      "Psychological"
    ]
  },
  {
    "title": "21st Century Boys",
    "subtitle": "",
    "synopsis": "As the conflict between Kenji Endo, his childhood friends, and cult leader \"Friend\" comes to an end, two mysteries remain—Friend's true identity and whether the threat of an \"anti-photon bomb\" before his death was legitimate. Hoping to find an answer, Kenji, alongside the United Nations, decides to use a virtual reality program created from Friend's childhood memories in this conclusion to a long journey that will span decades.\n\n[Written by MAL Rewrite]",
    "score": 8.43,
    "members": 105000,
    "cover_image_path": "manga-dumb-nails\\263856.webp",
    "genres": [
      "Award Winning",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 2,
    "total_chapters": 16,
    "authors": [
      "Urasawa",
      "Naoki"
    ],
    "serializations": [
      "Big Comic Spirits"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Death Note Tanpenshuu",
    "subtitle": "Death Note Short Stories",
    "synopsis": "A collection of short stories about Death Note.\n\n1. C Kira-hen (C-Kira)\n2. a Kira-hen (a-Kira)\n3. Death Note ni Rakugaki 4-koma (Death Note Four-Panel Comics)\n4. L: Day One\n5. L: The Wammy's House\n6. Kagami Tarou-hen (Taro Kagami)",
    "score": 7.3,
    "members": 100000,
    "cover_image_path": "manga-dumb-nails\\240669.webp",
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 6,
    "authors": [
      "Obata",
      "Takeshi",
      "Ohba",
      "Tsugumi"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Gakkougurashi!",
    "subtitle": "School-Live!",
    "synopsis": "It is no coincidence that Megurigaoka Private High School is a second home for Yuki Takeya and the rest of the School Living Club. The club has only one mission: to spend day and night on campus promoting independence and engaging in a wide variety of school activities. Between Yuuri Wakasa's composure, Kurumi Ebisuzawa's dependability, Yuki Takeya's initiative, and their teacher Megumi Sakura's support, the club should have everything under control—in theory, that is.\n\nAs it turns out, living at school has its fair share of challenges. In order to make it to graduation and beyond, the members of the School Living Club must overcome their day-to-day troubles while making the most of their school lives.\n\n[Written by MAL Rewrite]",
    "score": 8.04,
    "members": 58000,
    "cover_image_path": "manga-dumb-nails\\188787.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Slice of Life",
      "Suspense"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 12,
    "total_chapters": 78,
    "authors": [
      "Kaihou",
      "Norimitsu",
      "Chiba",
      "Sadoru"
    ],
    "serializations": [
      "Manga Time Kirara Forward"
    ],
    "demographics": null,
    "themes": [
      "Psychological",
      "School",
      "Survival"
    ]
  },
  {
    "title": "Mahou Shoujo of the End",
    "subtitle": "Magical Girl Apocalypse",
    "synopsis": "One day, ordinary high school student Kogami Kii finds himself caught up in a strange kind of zombie apocalypse, involving 'magic girls.' While idly looking out of the school window, Kii sees what looks like a little girl hitting a teacher, causing his head to explode violently. Convinced he's dreaming, he goes to the restroom to get his act together.\n\nUnfortunately, its not a dream, and he arrives to find the creepy little girl repeatedly saying \"magical\" as she slaughters his friends and classmates. Soon, Kii and his childhood friend—a quiet, often-bullied girl called Tsukune—are witness to the resurrection of their friends' corpses into a zombie-like murderous mob crying the single word \"magical.\" Now Kii and Tsukune must try to endure with the other survivors, and try to find out what has happened to their world.\n\n(Source: MangaHelpers)",
    "score": 6.74,
    "members": 42000,
    "cover_image_path": "manga-dumb-nails\\156267.webp",
    "genres": [
      "Action",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 64,
    "authors": [
      "Satou",
      "Kentarou"
    ],
    "serializations": [
      "Bessatsu Shounen Champion"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Cheese in the Trap Season 1",
    "subtitle": "",
    "synopsis": "Having returned to college after a year long break, Hong Sul, a hard-working over-achiever, inadvertently got on the wrong side of a suspiciously perfect senior named Yu Jeong. From then on her life took a turn for the worse and Sul was almost certain it was all Yu Jeong's doing. So why is he suddenly acting so friendly a year later?\n\n(Source: MU)",
    "score": 7.95,
    "members": 28000,
    "cover_image_path": "manga-dumb-nails\\195590.webp",
    "genres": [
      "Comedy",
      "Mystery",
      "Romance",
      "Slice of Life"
    ],
    "publication_year": 2010,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 27,
    "authors": [
      "Soonkki"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "School"
    ]
  },
  {
    "title": "7 Seeds",
    "subtitle": "",
    "synopsis": "Natsu Iwashimizu's last memory of her family is eating her favorite meals with them. Unfortunately, she wakes up from her dream only to find herself in a sinking ship, being rescued by three strangers: Arashi Aota, whose kind-hearted personality does not match his quick temper; Semimaru Asai, who enjoys ridiculing Natsu's meek nature; and Botan Saotome, a skillful woman seemingly aware of their situation. Following the four's successful escape, they sail to a deserted island.\n\nUnbeknownst to them, the mysterious island is Japan. After a meteorite landed on Earth, humanity was wiped out and the environment changed drastically. To repopulate the country, the government initiated the \"7 Seeds\" project, consisting of five groups—Spring, Summer A, Summer B, Autumn, and Winter—each with seven young healthy individuals and a guide. Natsu and the others were put into team Summer B, whose members are considered failures by society.\n\nTo get more supplies, the group must find one of the seven shelters built by the government. In a hostile, unfamiliar world with no loved ones to depend on, the quartet must learn to cooperate with each other to ensure their survival.\n\n[Written by MAL Rewrite]",
    "score": 8.22,
    "members": 26000,
    "cover_image_path": "manga-dumb-nails\\196607.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Sci-Fi",
      "Suspense"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 35,
    "total_chapters": 178,
    "authors": [
      "Tamura",
      "Yumi"
    ],
    "serializations": [
      "Flowers (Monthly)"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": [
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "Sun-Ken Rock",
    "subtitle": "",
    "synopsis": "The story revolves around Ken, a man from an upper-class family that was orphaned young due to his family's involvement with the Yakuza; he became a high school delinquent known for fighting. The only thing that motivates him to take action is through his romantic affections for a classmate, Yumi. After learning she decided to move to Korea to become a police officer, Ken leaves his life in Japan behind and tries to follow in Yumi's footsteps; due to unforeseen circumstances, he incidentally becomes the head of a local gang and tries to hide it from Yumi. As the leader, the gang is renamed the Sun-Ken Rock Group.\n\n(Source: Wikipedia)\n\nIncluded one-shot:\nVolume 12: Trigun: The Lost Plant",
    "score": 7.89,
    "members": 119000,
    "cover_image_path": "manga-dumb-nails\\166298.webp",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 25,
    "total_chapters": 181,
    "authors": [
      "Boichi"
    ],
    "serializations": [
      "Young King"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Meitantei Conan",
    "subtitle": "Case Closed",
    "synopsis": "Hailed as the savior of the Japanese Police Department, high school detective Shinichi Kudou uses a combination of observational skills, critical thinking, and all-around knowledge to solve cases that leave the police stumped.\n\nOne day, while at an outing with childhood friend Ran Mouri, Shinichi bears witness to a suspicious transaction between two men and is caught. As a result, he is forced to ingest a poison that is supposed to kill him, but unexpectedly shrinks his body to the size of a grade-schooler instead. Now believed to be dead, Shinichi takes up the alias of Conan Edogawa (a compound of the names of the famous mystery authors Arthur Conan Doyle and Ranpo Edogawa) in order to hide his identity and begins his new life as a seven-year-old living with Ran and her private detective father.\n\nMeitantei Conan follows Conan as he continues to solve murder cases, all while slowly working toward exposing the men who shrunk him and eventually restoring his body.\n\n[Written by MAL Rewrite]",
    "score": 8.28,
    "members": 63000,
    "cover_image_path": "manga-dumb-nails\\97267.webp",
    "genres": [
      "Adventure",
      "Award Winning",
      "Comedy",
      "Mystery"
    ],
    "publication_year": 1994,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Aoyama",
      "Gosho"
    ],
    "serializations": [
      "Shounen Sunday"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Detective"
    ]
  },
  {
    "title": "Bakemonogatari",
    "subtitle": "",
    "synopsis": "Koyomi Araragi is no stranger to the abnormal. During the spring break of his third year in high school, a fateful encounter with vampire Kiss-Shot Acerola-Orion Heart-Under-Blade turns him into a vampire himself. Thrust into the world of oddities, Araragi finds himself catching classmate Hitagi Senjougahara when she falls down the school stairs one day—but something is amiss. After being confronted by the girl in question, Araragi learns that her weight was stolen by a mythical crab. In spite of Senjougahara's blunt threats, he manages to convince her to let him help. In need of a solution to an abnormal problem, the two visit the mysterious Meme Oshino, a wanderer who saved Araragi from his vampirism.\n\nBakemonogatari is a tale about the monsters that reside within everyone, but just how deep do they dwell in the people Araragi meets?\n\n[Written by MAL Rewrite]",
    "score": 8.48,
    "members": 43000,
    "cover_image_path": "manga-dumb-nails\\210355.webp",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 22,
    "total_chapters": 193,
    "authors": [
      "Oh! Great",
      "NISIO",
      "ISIN"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "L Change the WorLd",
    "subtitle": "",
    "synopsis": "L Change the WorLd is a sequel to the Death Note movie based on the popular anime. This movie is entirely dedicated to L, and his last 23 days on Earth after having caught Kira. This is a novel version of that movie and contains many events that do not take place in the film.",
    "score": 7.92,
    "members": 22000,
    "cover_image_path": "manga-dumb-nails\\11590.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Mystery"
    ],
    "publication_year": 2007,
    "type": "Light Novel",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 38,
    "authors": [
      "Obata",
      "Takeshi",
      "M"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Baccano!",
    "subtitle": "",
    "synopsis": "Aboard the Advenna Avis in 1711, a group of alchemists summon a demon in the hopes of gaining eternal life. The demon gives them an elixir of immortality and the method of ending their existence by \"devouring\" one another. Soon after, one among them begins to devour his companions. Realizing the danger posed by staying together, they scatter across the globe.\n\nCenturies later in 1930's America, a certain federal investigator tries his best to combat the rise of organized crime during Prohibition, send a particularly infuriating terrorist to Alcatraz, and catch an outrageous thief duo. Meanwhile, the transcontinental train, the Flying Pussyfoot, begins its trail of blood across the country.\n\nIn 2002, a small group of the original Advenna Avis alchemists are on a journey to find the rest of their fellow immortals. However, there is one companion they did not expect to meet again.\n\nSeemingly unrelated events, from a sleepy Italian city in the early 1700's to a modern luxury cruise ship traveling across the Pacific, reveal themselves to be far more connected than anyone could imagine...\n\n(Source: Wikipedia, MAL Rewrite)",
    "score": 8.5,
    "members": 22000,
    "cover_image_path": "manga-dumb-nails\\172736.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2003,
    "type": "Light Novel",
    "status": "On Hiatus",
    "total_volumes": 22,
    "total_chapters": 0,
    "authors": [
      "Narita",
      "Ryohgo",
      "Enami",
      "Katsumi"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "Organized Crime"
    ]
  },
  {
    "title": "Loose Senki: Old Boy",
    "subtitle": "Old Boy",
    "synopsis": "Drugged and confused, Shinichi Gotou wakes up in a small room inside a private prison. Despite his pleadings, none of the guards will tell him who kidnapped him or why he is being held captive. As the days go by, his forced isolation slowly takes a toll on his sanity. He finds an outlet through training his mind and body for the day he will be able to wreak vengeance.\n\nAfter 10 years, Shinichi is finally free. Once outside, he encounters a much changed world. His long imprisonment ripped him from society and kept him from having the normal life he desired. With nothing to lose, he begins his hunt for the one responsible. However, it seems that the person behind Shinichi's captivity is not done with him just yet, and thus begins a twisted game where only the winner survives.\n\n[Written by MAL Rewrite]",
    "score": 7.26,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\179835.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery"
    ],
    "publication_year": 1996,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 8,
    "total_chapters": 79,
    "authors": [
      "Caribu",
      "Marley",
      "Minegishi",
      "Shinmei"
    ],
    "serializations": [
      "Manga Action"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Chainsaw Man",
    "subtitle": "",
    "synopsis": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.\n\nUnfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.\n\n[Written by MAL Rewrite]",
    "score": 8.69,
    "members": 679000,
    "cover_image_path": "manga-dumb-nails\\216464.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Fantasy"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Fujimoto",
      "Tatsuki"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Imawa no Kuni no Alice",
    "subtitle": "Alice in Borderland",
    "synopsis": "Feeling unsettled about the future, high school student Ryouhei Arisu often escapes the reality of life. After hanging out at a bar, Arisu and his best friends, Daikichi Karube and Chouta Segawa, wait for the first train to arrive in the morning. Suddenly, a colorful array of fireworks set off in the sky, and an enormous blinding firework renders them unconscious.\n\nThe trio finds themselves back at the bar covered in dust, discovering that the city has become a barren wasteland. But instead of being worried, Arisu feels alive for the very first time in his life and relishes the freedom of this lifeless city. However, his bliss is cut short when the group rashly enters a festival venue. Seeing its delicacies and lively ambiance, they think the place is a dream; unbeknownst to them, it will be the setting for their first deadly game.\n\nTogether with his friends, Arisu slowly enters the mysterious area known as the Borderland—an unknown country where every game puts their lives at stake, and a single misstep can lead to their demise.\n\n[Written by MAL Rewrite]",
    "score": 8.38,
    "members": 90000,
    "cover_image_path": "manga-dumb-nails\\137237.webp",
    "genres": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 87,
    "authors": [
      "Aso",
      "Haro"
    ],
    "serializations": [
      "Shounen Sunday Super"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "High Stakes Game",
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "Pandora Hearts",
    "subtitle": "",
    "synopsis": "Reminiscent of a broken toy box, the mystical Abyss is a terrifying realm home to monstrous creatures called Chains. Most believe it to be only a fairy tale, used to scare children who misbehave. Oz Vessalius, the cheerful and mischievous heir of the noble Vessalius family, is one such individual—until, at his coming-of-age ceremony, the mysterious Baskerville Clan arrives and condemns him to the Abyss for a sin he neither committed nor knows anything about. Oz then forms a contract with Alice, a unique Chain who can take on human form, in an attempt to escape from the Abyss.\n\nAs Oz struggles to unravel the mysteries behind his sin, the Abyss, and a tragedy from one hundred years ago, he and his companions find themselves confronted by the Baskervilles and ghosts from the past. Meanwhile, his journey back home is plagued by relentless despair.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 8: Pandora Hearts (pilot)",
    "score": 8.56,
    "members": 186000,
    "cover_image_path": "manga-dumb-nails\\169004.webp",
    "genres": [
      "Adventure",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 24,
    "total_chapters": 107,
    "authors": [
      "Mochizuki",
      "Jun"
    ],
    "serializations": [
      "GFantasy"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Tajuu Jinkaku Tantei Psycho",
    "subtitle": "MPD Psycho",
    "synopsis": "The main character is a detective, Kazuhiko Amamiya, suffering from multiple personality disorder. Starting out as a violent detective series with a twist (the twist being the variant personalities that take over Detective Amamiya at various intervals), the series evolves into an exceptionally complex and involved sci-fi conspiracy story.",
    "score": 7.62,
    "members": 31000,
    "cover_image_path": "manga-dumb-nails\\143117.webp",
    "genres": [
      "Mystery"
    ],
    "publication_year": 1996,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 24,
    "total_chapters": 155,
    "authors": [
      "Tajima",
      "Shouu",
      "Otsuka",
      "Eiji"
    ],
    "serializations": [
      "Young Ace"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Detective",
      "Psychological"
    ]
  },
  {
    "title": "Monogatari Series: Second Season",
    "subtitle": "",
    "synopsis": "This is a story. A story about choices and consequences, confessions resulting in love and rejection, and decisions leading to sacrifice and tragedy.\n\nKoyomi Araragi's decision to save a blonde vampire and meddle with the supernatural resulted in his death as a human and rebirth as a monster. But this was only one of the countless tragedies and choices that Koyomi would be faced with, and he is confronted with the fact that his seemingly unshakeable and hard-earned relationships do not last. As strange oddities continue to manifest in the world around him, he is faced with impossible choices—to sever his ties with those he loves, or eternally remain a part of the world of monsters and apparitions and watch the world crumble as a result. To accept or reject a confession, and sacrifice his all for the sake of others. However, both of these paths could lead to tragedy and farewells.\n\nThis is a story. A story about Koyomi Araragi coming to realize the consequences of his choices.\n\n[Written by MAL Rewrite]\n\nThis entry includes the second season of the Monogatari Series.",
    "score": 8.89,
    "members": 28000,
    "cover_image_path": "manga-dumb-nails\\181553.webp",
    "genres": [
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2010,
    "type": "Light Novel",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 199,
    "authors": [
      "NISIO",
      "ISIN",
      "VOFAN"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "Ichinose-ke no Taizai",
    "subtitle": "The Ichinose Family's Deadly Sins",
    "synopsis": "A boy wakes up in a hospital bed, surrounded by a group of strangers. He is told that his name is Tsubasa Ichinose and that these strangers are his various family members. The Ichinose family consists of: Minako, the mother; Kakeru, the father; Sachie, the grandmother; Kozo, the grandfather; Shiori, Tsubasa's little sister; and Tsubasa himself. They all suffered a car accident that left them with amnesia.\n\nWith no one to rehabilitate their memories, the Ichinose family is forced to start over from zero—in more ways than one. Though they decide to get through this ordeal together, they are confronted with the reality of their past selves upon returning to their home. Nevertheless, Tsubasa defiantly believes the family can still come together to support each other, even as it becomes increasingly clear that each member is hiding a secret from the life they cannot remember.\n\n[Written by MAL Rewrite]\n\nIncluded one-shots:\nVolume 6: Doujin Seiji, Sanka",
    "score": 6.7,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\277775.webp",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "publication_year": 2022,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 50,
    "authors": [
      "Taizan 5"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Fukushuu Kyoushitsu",
    "subtitle": "",
    "synopsis": "After suffering from horrific harassment at the hands of her classmates, Ayana Fujisawa has learned to simply remain quiet and wait for it to be over. However, when the bullying escalates and she is purposely pushed into traffic, Ayana is admitted into the hospital. She realizes that if she doesn't fight back, things will only get worse—and eventually, she might even be killed.\n\nIn Ayana's mind, there is only one option: brutal revenge on those who have ruthlessly bullied her, those who have stood idly by and laughed, and those who have done nothing to help her in her torment.\n\n[Written by MAL Rewrite]",
    "score": 6.54,
    "members": 19000,
    "cover_image_path": "manga-dumb-nails\\142809.webp",
    "genres": [
      "Horror",
      "Mystery"
    ],
    "publication_year": 2013,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 7,
    "total_chapters": 17,
    "authors": [
      "Yamazaki",
      "Karasu",
      "Kaname",
      "Ryuu"
    ],
    "serializations": [
      "E★Everystar"
    ],
    "demographics": null,
    "themes": [
      "School"
    ]
  },
  {
    "title": "Fairy Tail",
    "subtitle": "",
    "synopsis": "In the mystical realm of Earth Land, magic exists at the core of everyday life for its inhabitants, from transportation to utilities and everything in between. However, even with all its benefits, magic can also be used for great evil; therefore, to prevent dark forces from upsetting the natural order of things, there exists a system of magical guilds in the Kingdom of Fiore. Under the command of their respective guild masters, these guilds are made up of witches and wizards who take on various job requests to earn fame and fortune. One particular guild stands high above the rest in both strength and spirit, and its name is Fairy Tail.\n\nIn his quest to find his dragon foster father—Igneel—Natsu Dragneel, a fiery and reckless mage, and his partner Happy run into a young celestial mage by the name of Lucy Heartfilia, who reveals that it is her dream to become a full-fledged wizard and join the Fairy Tail guild. After rescuing her from an abduction attempt, Natsu offers her a home in Fairy Tail. Now a member of the guild, Lucy teams up with Natsu and befriends fellow wizards Gray Fullbuster and Erza \"Titania\" Scarlet. Together, this motley crew set out on their many adventures, gaining many faithful allies and deadly foes along the way.\n\n[Written by MAL Rewrite]",
    "score": 7.55,
    "members": 278000,
    "cover_image_path": "manga-dumb-nails\\198604.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Fantasy"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 63,
    "total_chapters": 549,
    "authors": [
      "Mashima",
      "Hiro"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Kingdom",
    "subtitle": "",
    "synopsis": "During the Warring States period in China, Xin and Piao are two brother-like youngsters who dream of becoming Great Generals, despite their low status as orphaned slaves. One day, they encounter a man of nobility, who gives Piao an opportunity to undertake an important duty within the state of Qin's royal palace. Parting ways, Xin and Piao promise each other to one day become the greatest generals in the world. However, after a fierce coup d'état occurs in the palace, Xin meets with a dying Piao, whose last words spur him into action and lead him to encounter the young and soon-to-be king of Qin, Zheng Ying.\n\nAlthough initially on bad terms, Xin and Zheng become comrades and start on a path filled with trials and bloodshed. Zheng's objective is to bring all the warring states under Qin, and Xin seeks to climb to the very top of the army ranks. Against a backdrop of constant tactical battle between states and great political unrest, both outside and within the palace, the two endeavor towards their monumental ambitions that will change history forever.\n\n[Written by MAL Rewrite]",
    "score": 9.01,
    "members": 190000,
    "cover_image_path": "manga-dumb-nails\\171872.webp",
    "genres": [
      "Action",
      "Award Winning"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Hara",
      "Yasuhisa"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical",
      "Military"
    ]
  },
  {
    "title": "Noblesse",
    "subtitle": "",
    "synopsis": "Within an abandoned building in South Korea lies a white coffin, from which rises Cadis Etrama Di Raizel \"Rai\"—an unimaginably beautiful, dignified, and noble man. Awakening in this unknown time, Rai must seek out someone he can trust—his loyal companion, Frankenstein. To begin with, Rai attempts to blend into human society by transforming his old-fashioned clothing into the pristine blazer of the nearby Ye Ran High School. As it turns out, the principal of the school is his servant Frankenstein.\n\nAfter slumbering for the past 820 years, Rai requires Frankenstein's help to adapt to the current age, so Frankenstein enrolls him as a new student in order to help him understand modern society and experience a normal life. Frankenstein's plans, however, soon go awry not only because of the problems stemming from modern society, but also unresolved conflicts from him and his master's troubled past. Left with no other choice, Rai must resort to using his mysterious power to protect those he holds dear.\n\n[Written by MAL Rewrite]",
    "score": 8.1,
    "members": 112000,
    "cover_image_path": "manga-dumb-nails\\266261.webp",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Supernatural"
    ],
    "publication_year": 2007,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 0,
    "total_chapters": 544,
    "authors": [
      "Son",
      "Jae-Ho",
      "Lee",
      "Gwang-Su"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "School"
    ]
  },
  {
    "title": "Homunculus",
    "subtitle": "",
    "synopsis": "Susumu Nakoshi is a middle-aged man who spends his days between a lavish first-class hotel and a park full of homeless people. One day, an eccentric young man approaches Nakoshi in search of subjects willing to partake in trepanation—the procedure of drilling a hole in the skull.\n\nThis mysterious person claims that Nakoshi is the perfect man for the experiment. Initially rejecting the offer, he doubles back on his decision after his car gets towed off. Nakoshi agrees to let Manabu Ito, a 22-year-old medical student, drill a hole in his skull in exchange for 700,000 yen. The procedure bears no results at first, with Nakoshi showing no abnormalities. This normalcy comes to an abrupt end, however, when Nakoshi begins seeing the homunculus in every person. With his perception distorted, how will Nakoshi face these homunculi?\n\n[Written by MAL Rewrite]",
    "score": 8.34,
    "members": 159000,
    "cover_image_path": "manga-dumb-nails\\318.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 15,
    "total_chapters": 166,
    "authors": [
      "Yamamoto",
      "Hideo"
    ],
    "serializations": [
      "Big Comic Spirits"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Hikaru ga Shinda Natsu",
    "subtitle": "The Summer Hikaru Died",
    "synopsis": "Best friends Yoshiki and Hikaru have been stuck together like glue for most of their lives. Living in a small village and being the only children their age, the two boys find solace in each other's company. Their friendship seems picturesque at first glance, but Yoshiki has noticed a shift in Hikaru's demeanor ever since one fateful summer.\n\nThe \"Hikaru\" that sits beside him now is nothing like his friend. Despite his physical appearance and memories remaining exactly the same, Yoshiki knows something is amiss and that the Hikaru he once knew is gone. When he brings this up, Hikaru partially transforms into an otherworldly being, threatening to kill Yoshiki if he cannot accept it—while also professing its love for him.\n\nWracked with grief and unable to let go of his best friend, Yoshiki struggles to move on with his life as he finds himself getting closer to the new Hikaru. At the same time, strange occurrences begin to plague their village, bringing unsettling chaos.\n\n[Written by MAL Rewrite]",
    "score": 8.27,
    "members": 59000,
    "cover_image_path": "manga-dumb-nails\\256448.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2021,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Mokumokuren"
    ],
    "serializations": [
      "Young Ace UP"
    ],
    "demographics": null,
    "themes": null
  },
  {
    "title": "Shadows House",
    "subtitle": "",
    "synopsis": "Emilico is just one of many \"Living Dolls\" serving in the Shadows House, residents of which are pitch black from head to toe and constantly leak soot that stains the house black. Each \"Shadow\" is partnered with a Doll, which strangely resembles the other. As a Living Doll, Emilico must keep the house sparkling clean as well as act as the face for her master, Kate. In turn, Kate supports Emilico and treats her as her confidant.\n\nAs far as either of them can remember, this has always been the way their world works. However, the bond between a Shadow and a Doll isn't quite clear. Administrators watch over the young pairs from the higher levels of the mansion and judge them—but for what purpose?\n\n[Written by MAL Rewrite]",
    "score": 8.35,
    "members": 47000,
    "cover_image_path": "manga-dumb-nails\\215750.webp",
    "genres": [
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Soumatou"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Barajou no Kiss",
    "subtitle": "Kiss of the Rose Princess",
    "synopsis": "Since childhood, Anís Yamamoto has worn a protective talisman from her father, in the form of a black choker adorned with a silver rose. But now that she is a first year student at Shoubi Academy, Anís considers it to be more of a curse than a blessing. She cannot remove it no matter how hard she tries, and due to its presence, she receives constant attention from the rest of the school.\n\nOne day, a bat-like creature appears out of nowhere and crashes into Anís' head. During its escape, an elegant red rose card is left behind and her choker goes missing. Reminded that a severe punishment awaits her should she ever take it off, Anís frantically begins to search for the lost item. This search leads her to learn that she is the Rose Princess, the sovereign of four Rose Knights: Kaede Higa, the offensive Red Rose; Mitsuru Tenjou, the defensive White Rose; Seiran Asagi, the alchemy-skilled Blue Rose, and Mutsuki Kurama, the discovery-centered Black Rose. They are all the most popular boys at her school, and with only a kiss to their respective cards, Anís can now summon their presence and magical abilities!\n\n[Written by MAL Rewrite]",
    "score": 7.48,
    "members": 27000,
    "cover_image_path": "manga-dumb-nails\\19679.webp",
    "genres": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2008,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 42,
    "authors": [
      "Shouoto",
      "Aya"
    ],
    "serializations": [
      "Asuka"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": [
      "Reverse Harem",
      "School"
    ]
  },
  {
    "title": "Solo Leveling",
    "subtitle": "",
    "synopsis": "Ten years ago, \"the Gate\" appeared and connected the real world with the realm of magic and monsters. To combat these vile beasts, ordinary people received superhuman powers and became known as \"Hunters.\" Twenty-year-old Sung Jin-Woo is one such Hunter, but he is known as the \"World's Weakest,\" owing to his pathetic power compared to even a measly E-Rank. Still, he hunts monsters tirelessly in low-rank Gates to pay for his mother's medical bills.\n\nHowever, this miserable lifestyle changes when Jin-Woo—believing himself to be the only one left to die in a mission gone terribly wrong—awakens in a hospital three days later to find a mysterious screen floating in front of him. This \"Quest Log\" demands that Jin-Woo completes an unrealistic and intense training program, or face an appropriate penalty. Initially reluctant to comply because of the quest's rigor, Jin-Woo soon finds that it may just transform him into one of the world's most fearsome Hunters.\n\n[Written by MAL Rewrite]",
    "score": 8.63,
    "members": 585000,
    "cover_image_path": "manga-dumb-nails\\222295.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 2018,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 0,
    "total_chapters": 201,
    "authors": [
      "Chugong",
      "Jang",
      "Sung-rak",
      "Disciples"
    ],
    "serializations": [
      "KakaoPage"
    ],
    "demographics": null,
    "themes": [
      "Adult Cast",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Bleach",
    "subtitle": "",
    "synopsis": "For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.\n\nNow a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.\n\n[Written by MAL Rewrite]",
    "score": 7.9,
    "members": 411000,
    "cover_image_path": "manga-dumb-nails\\180031.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Supernatural"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 74,
    "total_chapters": 705,
    "authors": [
      "Kubo",
      "Tite"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Enen no Shouboutai",
    "subtitle": "Fire Force",
    "synopsis": "Still reeling from the childhood trauma of losing his family to a blaze, Shinra Kusakabe endures both the blessing and curse of being a third-generation pyrokinetic: a person gifted with the ability to freely control fire.\n\nMeanwhile, the Infernals—first-generation pyrokinetics who spontaneously combust into flaming, demonic creatures—ravage the streets of Tokyo. After he is recognized for his abilities, Shinra joins Special Fire Force Company 8, one of many fire brigades developed to combat these Infernals.\n\nAlthough working with the Fire Force seems to have fulfilled a calling, Shinra learns that becoming a hero is not as easy as it seems. Infernal sightings are worsening across the country, and his own fellow brigadiers struggle to unite against these threats. To make matters worse, Shinra's past returns to haunt him after he confronts a mysterious cult. As he endeavors to reach the truth, Shinra soon finds himself in the middle of a conspiracy that aims to engulf the world in flames.\n\n[Written by MAL Rewrite]",
    "score": 7.78,
    "members": 125000,
    "cover_image_path": "manga-dumb-nails\\178996.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Sci-Fi"
    ],
    "publication_year": 2015,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 34,
    "total_chapters": 305,
    "authors": [
      "Ookubo",
      "Atsushi"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Urban Fantasy"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 2: Sentou Chouryuu",
    "subtitle": "JoJo's Bizarre Adventure Part 2: Battle Tendency",
    "synopsis": "America, 1938. Robert E. O. Speedwagon, his foundation, and Straits venture to Mexico to gather more information about the enigmatic Stone Masks. While excavating the ruins, Speedwagon's men are slaughtered by Strait's sudden betrayal and his lust for power, putting Speedwagon in grave danger.\n\nMeanwhile, at the behest of their ally Speedwagon, Joseph Joestar and his grandmother Erina Pendleton have moved to New York City from London. In this new environment, trouble is always around the corner for the hotheaded man, as cultural differences and stubborn citizens spark frequent fights. However, through the power of his \"Ripple\"—an ability said to be inherited from his grandfather Jonathan Joestar—he defeats foes effortlessly.\n\nOne night at a downtown Italian restaurant, Joseph and Erina are provoked when an enormous man across their table taunts them. A proper gentleman from the same table apologizes and informs the two of a disturbing rumor: Speedwagon has been murdered. With an uncertain future, Joseph's bizarre adventure begins, meeting like-minded yet brawny individuals and unearthing remote mysteries along the way.\n\n[Written by MAL Rewrite]",
    "score": 8.14,
    "members": 113000,
    "cover_image_path": "manga-dumb-nails\\269908.webp",
    "genres": [
      "Action",
      "Adventure"
    ],
    "publication_year": 1987,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 7,
    "total_chapters": 69,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical",
      "Vampire"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 3: Stardust Crusaders",
    "subtitle": "JoJo's Bizarre Adventure Part 3: Stardust Crusaders",
    "synopsis": "In 1989, Joseph Joestar arrives in Japan to meet his troubled grandson Joutarou Kuujou at the request of his daughter Holly. Joutarou has locked himself in a jail cell out of fear that an evil spirit is possessing him and that he may cause harm to others. However, Joseph reveals the truth to Joutarou: this \"spirit\" is really a \"Stand,\" a physical manifestation of one's fighting spirit. What's more, Joseph and his companion Mohammed Avdol possess Stands of their own and have learned to control them with ease.\n\nJoseph's arrival comes with another piece of news: an old family enemy has returned from the grave, causing the Stands of the Joestar family to awaken. However, when a Stand manifests within Holly, her inability to cope with it leaves her gravely ill, stirring the men into action.\n\nArmed with the power of Stands, a globe-trotting adventure from Japan to Egypt—where their adversary resides—begins. Meeting an array of nefarious Stand users along the way, as well as new allies, the team leads a crusade to save Holly and put an end to their enemy for good.\n\n[Written by MAL Rewrite]",
    "score": 8.1,
    "members": 104000,
    "cover_image_path": "manga-dumb-nails\\269909.webp",
    "genres": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "publication_year": 1989,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 152,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Rurouni Kenshin: Meiji Kenkaku Romantan",
    "subtitle": "Rurouni Kenshin: Meiji Swordsman Romantic Story",
    "synopsis": "Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.\n\nOne wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past.\n\nNow in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 28: Meteor Strike",
    "score": 8.53,
    "members": 103000,
    "cover_image_path": "manga-dumb-nails\\127583.webp",
    "genres": [
      "Action",
      "Drama"
    ],
    "publication_year": 1994,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 28,
    "total_chapters": 259,
    "authors": [
      "Watsuki",
      "Nobuhiro"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ]
  },
  {
    "title": "Highschool of the Dead",
    "subtitle": "",
    "synopsis": "On a normal day, mindless, flesh-eating zombies suddenly appear and send society into anarchy. In Fujimi Academy, second-year high school student Takashi Komuro witnesses these beasts' murderous nature firsthand. He flees to the roof with friends Rei Miyamoto and Hisashi Igou, only to discover the harrowing reality of their zombie-overrun world.\n\nIn High School of the Dead, Takashi and Rei must now rely on a band of eccentric individuals composed of: Saeko Busujima, the kendo club president; Saya Takagi, a wealthy genius; Shizuka Marikawa, their voluptuous school nurse; and Kouta Hirano, a firearm-obsessed otaku. Together they must defy all odds and survive against the horrifying undead.\n\n[Written by MAL Rewrite]",
    "score": 7.55,
    "members": 93000,
    "cover_image_path": "manga-dumb-nails\\271545.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Romance",
      "Ecchi"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Discontinued",
    "total_volumes": 7,
    "total_chapters": 33,
    "authors": [
      "Satou",
      "Daisuke",
      "Satou",
      "Shouji"
    ],
    "serializations": [
      "Dragon Age"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Survival"
    ]
  },
  {
    "title": "Btooom!",
    "subtitle": "",
    "synopsis": "In the real world, Ryouta Sakamoto is a reprehensible NEET. However, in the online world, he is one of the world's most fearsome players in the bomb-throwing game Btooom! One day, he achieves the game's 10th global rank. Unfortunately, his celebration is cut short when he wakes up to an exotic sight—a remote island far from the comfort of his room.\n\nIt soon becomes clear that a nefarious party has whisked Ryouta and many other individuals—including the blonde bombshell Himiko and real estate agent Kiyoshi Taira—into a harrowing, real-life game of Btooom! The bombs he wields are no longer virtual; rather, they are capable of sending people to a bloody and terrible doom. With his life now on the line, Ryouta must muster the courage and determination to survive in this hellish free-for-all, where the only way out is to kill seven other players.\n\n[Written by MAL Rewrite]",
    "score": 7.46,
    "members": 84000,
    "cover_image_path": "manga-dumb-nails\\62199.webp",
    "genres": [
      "Action",
      "Suspense"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 27,
    "total_chapters": 125,
    "authors": [
      "Inoue",
      "Junya"
    ],
    "serializations": [
      "Comic@Bunch"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "High Stakes Game",
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "One Punch-Man",
    "subtitle": "One-Punch Man",
    "synopsis": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.\n\nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.\n\n[Written by MAL Rewrite]",
    "score": 8.71,
    "members": 512000,
    "cover_image_path": "manga-dumb-nails\\80661.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Murata",
      "Yusuke",
      "ONE"
    ],
    "serializations": [
      "Tonari no Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Parody",
      "Super Power"
    ]
  },
  {
    "title": "Kuroshitsuji",
    "subtitle": "Black Butler",
    "synopsis": "Tucked away in the English countryside lies the ominous manor of the Phantomhives, a family which has established itself as the cold and ruthless \"Queen's Watchdog\" as well as the head of London's criminal underground. After a tragedy leaves the Earl and his wife dead, many are shocked when their son, a young boy named Ciel, claims his place as the new Earl of the Phantomhive house. At first, many perceive him only as a child surrounded by a few eccentric servants. But they soon begin to realize that it is foolish to meddle with Ciel and his demonic butler Sebastian.\n\nTaking place at the end of the 19th century, Kuroshitsuji follows these two as they face countless mysteries and dangers that plague England and threaten the Queen, uncovering the truth about what really happened to Ciel's parents in the process.\n\n[Written by MAL Rewrite]",
    "score": 8.41,
    "members": 167000,
    "cover_image_path": "manga-dumb-nails\\248448.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Toboso",
      "Yana"
    ],
    "serializations": [
      "GFantasy"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical",
      "Mythology"
    ]
  },
  {
    "title": "D.Gray-man",
    "subtitle": "",
    "synopsis": "Thousands of years ago, there existed those gifted with the power of God. Their mission: to destroy the ominous evils that lurk in the darkness known as \"Akuma.\" Led by the Milenium Earl, Akuma seek to destroy fragments of \"Innocence,\" the only weapons capable of harming the Earl and his army and bring about the Great Flood from a hundred years ago.\n\nTo prevent this tragedy from happening, the Black Order was formed as an organization dedicated to fighting the Earl. They recruit Exorcists, those with the inherent ability to accomodate Innocence, to fight against the Akuma.\n\nIn the late 19th century, Allen Walker—a white-haired boy armed with Innocence that takes the form of his entire left arm and a cursed eye that can see Akuma—is sent to the Black Order. There, Allen meets various comrades from the Order—the mercurial Yuu Kanda, the kindhearted Lenalee Lee, and the cheerful yet mysterious Lavi. Despite their different personalities, they have one goal in mind: to bring salvation to the souls of Akuma and prevent the Earl from destroying the world.\n\n[Written by MAL Rewrite]",
    "score": 8.28,
    "members": 167000,
    "cover_image_path": "manga-dumb-nails\\240470.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Hoshino",
      "Katsura"
    ],
    "serializations": [
      "Jump SQ.Rise"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Urban Fantasy"
    ]
  },
  {
    "title": "20th Century Boys",
    "subtitle": "",
    "synopsis": "As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\n\nKenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\n\nKenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.\n\n[Written by MAL Rewrite]",
    "score": 8.93,
    "members": 294000,
    "cover_image_path": "manga-dumb-nails\\260006.webp",
    "genres": [
      "Award Winning",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 1999,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 22,
    "total_chapters": 249,
    "authors": [
      "Urasawa",
      "Naoki"
    ],
    "serializations": [
      "Big Comic Spirits"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical",
      "Psychological"
    ]
  },
  {
    "title": "Mushishi",
    "subtitle": "",
    "synopsis": "Mushi: the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words good and evil. Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\nThis is, however, just a vague definition of these entities that inhabit the vibrant world, as to even call them a form of life would be an oversimplification. Detailed information on mushi is scarce because the majority of humans are unaware of their existence. So what are mushi and why do they exist? This is the question that a Mushishi, Ginko, ponders constantly. Mushishi are those who research mushi in hopes of understanding their place in the world's hierarchy of life.\n\nGinko relentlessly chases rumors of occurrences that could be tied to mushi, all for the sake of finding an answer. It could, after all, lead to the meaning of life itself.\n\n[Written by MAL Rewrite]",
    "score": 8.7,
    "members": 93000,
    "cover_image_path": "manga-dumb-nails\\159514.webp",
    "genres": [
      "Award Winning",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 1999,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 50,
    "authors": [
      "Urushibara",
      "Yuki"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Adult Cast",
      "Historical",
      "Iyashikei"
    ]
  },
  {
    "title": "Tengoku Daimakyou",
    "subtitle": "Heavenly Delusion",
    "synopsis": "Within the safety of the walls, youths are raised in a nursery-style setting by robots. While life there may appear stale on the surface, the children are full of potential and curiosity. In many ways it is like a slice of heaven. The outside world is a hell-scape. It is almost entirely void of anything mechanical and is now inhabited by bizarre, yet powerful super-natural beings.\n\nMaru, with the aid of Kiruko, is out there crisscrossing what was once Tokyo for heaven. But after searching for so long, maybe heaven is more of an untenable dream than a potential reality.\n\n(Source: Denpa)",
    "score": 8.13,
    "members": 41000,
    "cover_image_path": "manga-dumb-nails\\210308.webp",
    "genres": [
      "Adventure",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Ishiguro",
      "Masakazu"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Higurashi no Naku Koro ni: Onikakushi-hen",
    "subtitle": "Higurashi WHEN THEY CRY: Abducted by Demons Arc",
    "synopsis": "Keiichi Maebara and his family move from the noisy, bustling city to the quiet little town of Hinamizawa in the summer of 1983. As Keiichi settles in, he meets some local girls who quickly become his steadfast group of friends: Satoko Houjou, Rika Furude, Rena Ryuuguu, and Mion Sonozaki. While their life is mostly carefree and fun-filled, he begins to discover that things in Hinamizawa are not as they appear to be.\n\nDuring the annual Cotton Drifting Festival, Keiichi learns that there have been murders and disappearances for the past few years in the aftermath of the celebration. Referred to as \"Oyashiro's Curse,\" the suspicious townsfolk say that those who anger Hinamizawa's patron god will be cursed to die or disappear. At first, he believes that such things are mere folk tales meant to scare misbehaving children. But when a murder and a disappearance occur after the festival and his friends refuse to talk about the strange events in the village, Keiichi begins to wonder if his new friends may have something to do with the horrific events—and if he might be the next to die.\n\n[Written by MAL Rewrite]",
    "score": 8.09,
    "members": 28000,
    "cover_image_path": "manga-dumb-nails\\259982.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "publication_year": 2005,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 2,
    "total_chapters": 7,
    "authors": [
      "Suzuragi",
      "Karin",
      "Ryukishi07"
    ],
    "serializations": [
      "Gangan Powered"
    ],
    "demographics": null,
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Kanata no Astra",
    "subtitle": "Astra Lost in Space",
    "synopsis": "In the year 2063, mankind's domain stretches across the vast expanse of the universe. Eight students from Caird High School, along with a young child, embark for an exciting interstellar camp on the planet MCPA, which is located nine light-years from their home. Among them are the brave and athletic Kanata Hoshijima and the cute and bubbly Aries Spring.\n\nHowever, once the students arrive at MCPA, a strange ball of light starts chasing them. This mysterious sphere engulfs the students and sends them to a harrowing fate: a remote area of space located 5,012 light-years from safety. Hopelessly lost and quickly running out of resources, the students' only chance of returning home proves to be aboard a nearby abandoned spaceship, where their desperate fight for survival begins and the dark truths surrounding their deadly excursion are slowly revealed.\n\n[Written by MAL Rewrite]",
    "score": 7.97,
    "members": 22000,
    "cover_image_path": "manga-dumb-nails\\180039.webp",
    "genres": [
      "Adventure",
      "Award Winning",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 5,
    "total_chapters": 49,
    "authors": [
      "Shinohara",
      "Kenta"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Space",
      "Survival"
    ]
  },
  {
    "title": "Soul Eater",
    "subtitle": "",
    "synopsis": "Death City is home to the Death Weapon Meister Academy, established by Shinigami—the grim reaper himself. Created to maintain peace, the academy trains Meisters and Demon Weapons—people who take on the form of a weapon—to defend humanity against evil. The ultimate goal of a Meister is to create a \"Death Scythe\" worthy of being wielded by Shinigami. To do this, their weapon partner must consume the souls of 99 wicked humans and one witch.\n\nMaka Albarn and her partner Soul Eater \"Soul\" Evans are two students who hope to make a Death Scythe. They are joined by the boisterous Black☆Star and his partner Tsubaki Nakatsukasa, as well as the perfectionist Death the Kid—simply known as Kid—and his partners, the twins Patricia \"Patty\" and Elizabeth \"Liz\" Thompson. These ambitious students all work towards becoming the ultimate Meister and Demon Weapon team, through misadventures, missions, and many class trials.\n\nHowever, many mysteries surround them, and as new enemies are discovered and secrets are revealed, Maka, Soul, and their friends must fight to protect the academy, Death City, and the world itself from enemies far worse than humans.\n\n[Written by MAL Rewrite]",
    "score": 8.1,
    "members": 203000,
    "cover_image_path": "manga-dumb-nails\\159808.webp",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 25,
    "total_chapters": 117,
    "authors": [
      "Ookubo",
      "Atsushi"
    ],
    "serializations": [
      "Shounen Gangan"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai",
    "subtitle": "JoJo's Bizarre Adventure Part 4: Diamond Is Unbreakable",
    "synopsis": "In 1999, Joutarou Kuujou arrives at the Japanese town of Morioh for two reasons: to meet his illegitimate uncle Jousuke Higashikata and investigate a potentially dangerous Stand user. Only minutes after he arrives does he accomplish his first goal; however, Joutarou finds that Jousuke is not only a much younger high school student, but he possesses a Stand of his own called Crazy Diamond. Not long after their meeting, the two make a startling discovery: someone is using a supernatural bow and arrow to create Stand users around Morioh.\n\nWhen Jousuke witnesses the threat that this poses, he resolves to protect his town and stop the spread of lethal Stand users. Finding both allies and enemies among these users, Jousuke learns just how much one's personal interests and ambitions can be reflected in their Stands, and the resulting harm or virtue it brings. As they continue to investigate, they begin to unearth the shocking history of Morioh, bringing forth hidden dangers and a mystery from years past.\n\n[Written by MAL Rewrite]",
    "score": 8.57,
    "members": 110000,
    "cover_image_path": "manga-dumb-nails\\269910.webp",
    "genres": [
      "Action",
      "Supernatural"
    ],
    "publication_year": 1992,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 174,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Mashle",
    "subtitle": "Mashle: Magic and Muscles",
    "synopsis": "To everyone else in his magic-dominated world, the young and powerless Mash Burnedead is a threat to the gene pool and must be purged. Living secretly in the forest, he spends every day training his body, building muscles strong enough to compete with magic itself! However, upon having his identity exposed and his peaceful life threatened, Mash begins his journey to becoming a Divine Visionary, a role so powerful that society would have no choice but to accept his existence.\n\nAnd so, in order to maintain his peaceful life, the magicless Mash enrolls in the prestigious Easton Magic Academy, competing against the children of some of the most powerful and elite in the realm. Lacking the very skill needed to survive at Easton, magic, Mash appears to already be at a disadvantage to his fellow classmates. In order to achieve his goals, Mash will have to fight his way through every trial using his fists alone, overcoming magic with muscles, all for the illustrious title of Divine Visionary!\n\n[Written by MAL Rewrite]",
    "score": 7.61,
    "members": 106000,
    "cover_image_path": "manga-dumb-nails\\230705.webp",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "publication_year": 2020,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 162,
    "authors": [
      "Koumoto",
      "Hajime"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gag Humor",
      "Parody",
      "School"
    ]
  },
  {
    "title": "xxxHOLiC",
    "subtitle": "",
    "synopsis": "Living alone after his parents passed away, Kimihiro Watanuki is a high school student who can see otherworldly creatures that are attracted to him. His days are plagued by these nuisances, and he wishes to rid himself of this inconvenience. One fateful day, as Kimihiro is being chased by a horde of spirits, his feet bring him into a mysterious store to seek shelter. Here he meets Yuuko Ichihara, the mistress of this supposed store, who claims to be able to grant wishes. Yuuko offers to grant Kimihiro's, as long as he pays an appropriate price.\n\nThus begins Kimihiro's time working in her store to earn the payment necessary for his wish. In Yuuko's employ, he must become further involved with spirits and the supernatural before he can leave that world behind. How will he fare in the inexplicable encounters that await him?\n\n[Written by MAL Rewrite]",
    "score": 8.37,
    "members": 89000,
    "cover_image_path": "manga-dumb-nails\\217533.webp",
    "genres": [
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 19,
    "total_chapters": 213,
    "authors": [
      "CLAMP"
    ],
    "serializations": [
      "Young Magazine (Weekly)"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Umineko no Naku Koro ni - Episode 1: Legend of the Golden Witch",
    "subtitle": "Umineko When They Cry Episode 1: Legend of the Golden Witch",
    "synopsis": "Every year, the Ushiromiya family attends a gathering held by the eccentric family head, Kinzou, on the island of Rokkenjima. As his health is failing, most of the family believe he doesn't have much time left. So as a typhoon rages on outside, so too does the storm in their hearts as they squabble amongst themselves over the inheritance and the claim of being Kinzou's rightful heir.\n\nBattler, Kinzou's grandson, has returned to Rokkenjima after a six year absence, expecting the gathering to go smoothly. However, his eccentric grandfather has other plans; he enacts a bizarre game, challenging everyone to find his hidden gold. The one who finds it also receives the most coveted reward of all: the leadership of the family. However, their game is beset with violence and murder when the participants are used as \"sacrifices\" to revive the Millennial Witch of Rokkenjima, Beatrice.\n\nEver the skeptic, Battler doesn't believe in the occult. But when so many around him turn up dead, he is forced to question whether it was the work of magic or the machinations of someone among them.\n\n[Written by MAL Rewrite]",
    "score": 7.79,
    "members": 35000,
    "cover_image_path": "manga-dumb-nails\\248922.webp",
    "genres": [
      "Comedy",
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 4,
    "total_chapters": 23,
    "authors": [
      "Natsumi",
      "Kei",
      "Ryukishi07"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": null,
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Koten-bu Series",
    "subtitle": "",
    "synopsis": "Houtarou Oreki is a high school student who lives his life conserving as much energy as possible, only delving into matters that feel absolutely necessary to him. So when his older sister forces him to join the Classics Club to keep it from disbanding, he finds himself terribly inconvenienced.\n\nTo his surprise, Oreki finds that the Classics Club already has a single member: the inquisitive Eru Chitanda. Not long after, Oreki's friends—the knowledgeable Satoshi Fukube and the headstrong Mayaka Ibara—also join. Although the club does not have any set activities, Chitanda's constant curiosity soon begins to drag the members into all sorts of mystery-solving escapades.\n\nKoten-bu Series revolves around the members of the Classics Club as their eccentric day-to-day activities slowly begin to brighten up Oreki's drab way of life.\n\n[Written by MAL Rewrite]",
    "score": 8.61,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\80983.webp",
    "genres": [
      "Adventure",
      "Mystery"
    ],
    "publication_year": 2001,
    "type": "Novel",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Yonezawa",
      "Honobu"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "School"
    ]
  },
  {
    "title": "Fire Punch",
    "subtitle": "",
    "synopsis": "In a world ravaged by ice and snow, civilization is on the brink of collapse thanks to the elusive Ice Witch. Fighting against the cold has brought out the worst in humanity, leading to cults, violence, and the persecution of the Blessed—those born with supernatural powers.\n\nAgni and Luna—blessed orphans with regenerative powers—are making the best of their situation within a small society of elders; their affection for each other serves as a distraction from the uninhabitable climate. Nevertheless, what little serenity they have is stolen away when army commander Doma passes through and incinerates the village they are seeking refuge in—Agni's beloved sister included. Doma's flames do not extinguish until they have reduced their target to ash, and due to Agni's remarkable regeneration, he remains ablaze and in constant, excruciating pain.\n\nAfter nearly a decade of enduring the pain, Agni has conditioned himself to tolerate Doma's flames. However, his burning vengeance is as fierce as it was on the day Luna was taken from him. As Agni traverses a frozen wasteland, he vows to avenge his sister and kill Doma.\n\n[Written by MAL Rewrite]",
    "score": 7.92,
    "members": 206000,
    "cover_image_path": "manga-dumb-nails\\180430.webp",
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 8,
    "total_chapters": 83,
    "authors": [
      "Fujimoto",
      "Tatsuki"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "The God of High School",
    "subtitle": "",
    "synopsis": "The \"God of High School\" is a fierce competition held between Korean high school students to determine the best fighter among them. All styles of martial arts and weapons are allowed. The ultimate prize? The winner's deepest desire will be granted, no matter the cost.\n\nJin Mo-Ri has been training in taekwondo under his grandfather from a young age. Obsessed with fighting, he enters the tournament to find and challenge stronger opponents. Along the way, he meets Han Dae-Wi, an expert in karate who is determined to become the champion to help his friend who is between life and death, and Yu Mi-Ra, a skilled swordswoman who wants to continue her family's legacy.\n\nAlthough this tournament seems simple, what more lies in store for Jin Mo-Ri and his friends? And will they be prepared to face what may come to pass?\n\n[Written by MAL Rewrite]",
    "score": 7.67,
    "members": 80000,
    "cover_image_path": "manga-dumb-nails\\205814.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 2011,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 0,
    "total_chapters": 569,
    "authors": [
      "Park",
      "Yong-Je"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": [
      "Martial Arts",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Petshop of Horrors",
    "subtitle": "",
    "synopsis": "Beyond the mist-filled alleyways in the concrete crevices of Los Angeles' Chinatown hides a mysterious pet shop, home to many bizarre yet friendly creatures. The store's proprietor is an enigmatic young man who goes by the name of Count D.\n\nCount D welcomes those who feel lonely and wounded through the doors of his shop, claiming to sell \"love, dreams, and hope\" in the form of the fantastic beasts that lie within. Each creature comes with a special contract accompanied by a set of rules. However, he warns customers that he cannot be held accountable for any consequences of breaking the rules.\n\nShort-tempered detective Leon Orcot traces the source of several crimes back to Count D and what the former considers to be a pet shop of horrors. Determined to find proof that the Count is a criminal, he begins to pay regular visits to the shop.\n\n[Written by MAL Rewrite]",
    "score": 8.23,
    "members": 37000,
    "cover_image_path": "manga-dumb-nails\\212566.webp",
    "genres": [
      "Comedy",
      "Fantasy",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 1995,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 41,
    "authors": [
      "Akino",
      "Matsuri"
    ],
    "serializations": [
      "Horror M"
    ],
    "demographics": [
      "Josei"
    ],
    "themes": null
  },
  {
    "title": "Monogatari Series: Final Season",
    "subtitle": "",
    "synopsis": "This is a story. The end to the saga of Koyomi Araragi.\n\nThis half-human, half-vampire has stood on the line between reality and the supernatural for far too long. The end to his indecision has finally come. Piece by piece, his humanity was falling away, starting with his reflection. He was becoming one of them—a vampire.\n\nNow, Araragi must choose which world to live in and which to give up. To remain human, he must abandon the friends he made through encounters with the supernatural. On the other hand, he would have to sacrifice his humanity to stay with those he holds dear.\n\nKoyomi Araragi must decide, and his decision will haunt him until the very end. Either way, tragedy seems inevitable, a culmination of every choice made since the very beginning.\n\n[Written by MAL Rewrite]\n\nThis entry includes the final season of the Monogatari Series.",
    "score": 8.81,
    "members": 23000,
    "cover_image_path": "manga-dumb-nails\\181554.webp",
    "genres": [
      "Comedy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Light Novel",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 231,
    "authors": [
      "NISIO",
      "ISIN",
      "VOFAN"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "Shinrei Tantei Yakumo",
    "subtitle": "",
    "synopsis": "Shinrei Tantei Yakumo tells a story of a college student, Saitou Yakumo, who was born with different eye colors. His red left eye gives him the special ability to see ghosts and spirits. He believes ghosts and spirits are bound to earth because of a certain 'cause' and simply eliminating that 'cause' will let those spirits will rest in peace. Being asked for help by Ozawa Haruka, they begin the investigation together.\n\n(Source: Fateful Encounters)",
    "score": 7.93,
    "members": 21000,
    "cover_image_path": "manga-dumb-nails\\155035.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 14,
    "total_chapters": 65,
    "authors": [
      "Kaminaga",
      "Manabu",
      "Oda",
      "Suzuka"
    ],
    "serializations": [
      "Asuka"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": null
  },
  {
    "title": "One Piece",
    "subtitle": "",
    "synopsis": "Gol D. Roger, a man referred to as the King of the Pirates, is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the King of the Pirates is executed and the Great Age of Pirates begins.\n\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new King of the Pirates. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n[Written by MAL Rewrite]",
    "score": 9.22,
    "members": 670000,
    "cover_image_path": "manga-dumb-nails\\253146.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 1997,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Oda",
      "Eiichiro"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Tokyo Ghoul:re",
    "subtitle": "",
    "synopsis": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence.\n\nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be.\n\n[Written by MAL Rewrite]",
    "score": 8.32,
    "members": 308000,
    "cover_image_path": "manga-dumb-nails\\145997.webp",
    "genres": [
      "Action",
      "Fantasy",
      "Horror"
    ],
    "publication_year": 2014,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 181,
    "authors": [
      "Ishida",
      "Sui"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Psychological",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Shiki",
    "subtitle": "",
    "synopsis": "Nothing ever happens in the village of Sotoba. In fact, it is viewed as nothing more than a hick town by its most outgoing and fashionable resident, Megumi Shimizu. She wants nothing more than to live in the city, far away from the villagers and their outdated ways of thinking. So when a new European-style house is built on a hill in the village, Megumi believes its residents must be cultured and refined, so she decides to pay them a visit.\n\nHowever, Megumi doesn't return home that night. After a grueling search, she is found the next day, weak and anemic, with strange bite marks on her. But Megumi is just the first victim in what will soon become an epidemic in Sotoba as the bodies start piling up. The village doctor Toshio Ozaki, along with the priest Seishin Muroi, the loner Natsuno Yuuki, and the Tanaka siblings Kaori and Akira, begin investigating the strange deaths. But the answer to their predicament may be more than any of them can handle, for soon the dead could outnumber the living.\n\n[Written by MAL Rewrite]",
    "score": 7.91,
    "members": 23000,
    "cover_image_path": "manga-dumb-nails\\56519.webp",
    "genres": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 11,
    "total_chapters": 42,
    "authors": [
      "Fujisaki",
      "Ryuu",
      "Ono",
      "Fuyumi"
    ],
    "serializations": [
      "Jump SQ."
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "Vinland Saga",
    "subtitle": "",
    "synopsis": "Thorfinn, son of one of the Vikings' greatest warriors, is among the finest fighters in the merry band of mercenaries run by the cunning Askeladd, an impressive feat for a person his age. However, Thorfinn is not part of the group for the plunder it entails—instead, for having caused his family great tragedy, the boy has vowed to kill Askeladd in a fair duel. Not yet skilled enough to defeat him, but unable to abandon his vengeance, Thorfinn spends his boyhood with the mercenary crew, honing his skills on the battlefield among the war-loving Danes, where killing is just another pleasure of life.\n\nOne day, when Askeladd receives word that Danish prince Canute has been taken hostage, he hatches an ambitious plot—one that will decide the next King of England and drastically alter the lives of Thorfinn, Canute, and himself. Set in 11th-century Europe, Vinland Saga tells a bloody epic in an era where violence, madness, and injustice are inescapable, providing a paradise for the battle-crazed and utter hell for the rest who live in it.\n\n[Written by MAL Rewrite]",
    "score": 9.09,
    "members": 339000,
    "cover_image_path": "manga-dumb-nails\\188925.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama"
    ],
    "publication_year": 2005,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Yukimura",
      "Makoto"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "Kiseijuu",
    "subtitle": "Parasyte",
    "synopsis": "\"Parasites\" are tennis ball sized creatures, whose numbers and origins are unknown. They invade and take over the human mind in order to survive. Shinichi Izumi is a 16-year-old high school student who lives with his parents in a quiet neighborhood. One night, a Parasite invades Shinichi's body in an attempt to take control of it. However, it fails to complete the takeover process and ultimately ends up inhabiting only his right arm.\n\nThus, both Shinichi and the Parasite—who calls himself Migi—retain their individual minds. Now in a peculiar \"human and alien\" relationship, Migi proposes that they cooperate to survive. Shinichi has no choice but to agree, and he must now cling to his morality as he and Migi face off against other bloodthirsty Parasites.\n\n[Written by MAL Rewrite]",
    "score": 8.37,
    "members": 109000,
    "cover_image_path": "manga-dumb-nails\\188928.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Horror",
      "Sci-Fi"
    ],
    "publication_year": 1989,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 64,
    "authors": [
      "Iwaaki",
      "Hitoshi"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Psychological"
    ]
  },
  {
    "title": "Vampire Knight",
    "subtitle": "",
    "synopsis": "Cross Academy is an elite boarding school with two separate, isolated classes: the Day Class and the Night Class. On the surface, Yuuki Cross and Zero Kiryuu are prefects of the academy, and attempt to keep order between the students as classes rotate in the evenings. As the Night Class is full of utterly gorgeous elites, this can sometimes prove to be a bit difficult. It is completely necessary, however, as those \"elites\" are actually vampires. Yuuki and Zero act as guardians, protecting the secrets of the Night Class and the safety of their ignorant morning counterparts.\n\nAs the adopted daughter of the academy's chairman, Yuuki takes her job with a serious and energetic attitude. It also allows her to interact with her secret crush and savior, the president of the Night students' dorm, Kaname Kuran. Zero, on the other hand, has a deep-rooted hatred against vampires, and at times, does not hesitate to kill.\n\nCan vampires and humans co-exist, even in the strict setup of the Cross Academy? Only time will tell.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 17: Watashi to Fukigen na Panya-san (The Sour-Faced Baker and Me)",
    "score": 7.41,
    "members": 99000,
    "cover_image_path": "manga-dumb-nails\\167748.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 19,
    "total_chapters": 102,
    "authors": [
      "Hino",
      "Matsuri"
    ],
    "serializations": [
      "LaLa"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": [
      "Love Polygon",
      "School",
      "Vampire"
    ]
  },
  {
    "title": "Best of Best: Itou Junji Tanpenshuu",
    "subtitle": "Venus in the Blind Spot",
    "synopsis": "1. Okuman Bocchi (Billions Alone)\n2. Ningen Isu (The Human Chair) [Story: Edogawa Ranpo]\n3. Mouten no Venus (Venus in the Blind Spot)\n4. Name Onna (The Licking Woman)\n5. Umezu-sensei to Watashi (Master Umezz and Me)\n6. Miirareta Kirida Kyouju (How Love Came to Professor Kirida)\n7. Kono Yo no Hoka no Koi (An Unearthly Love) [Story: Edogawa Ranpo]\n8. Ashura no Dansou no Kai (The Enigma of Amigara Fault)\n9. Daikokubashira Hiwa (The Sad Tale of the Principal Post)\n10. Wasuregatami (Keepsake)\n\nNote: Story 1 was collected in Jigokusei Remina, story 3 was collected in Tensai-tachi no Kyouen, story 4 was collected in Black Paradox, and stories 8 and 9 were collected in Gyo: Ugomeku Bukimi.",
    "score": 7.4,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\237325.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 10,
    "authors": [
      "Itou",
      "Junji",
      "Edogawa",
      "Ranpo"
    ],
    "serializations": [
      "Big Comic Original Zoukan"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Kuro",
    "subtitle": "",
    "synopsis": "As the sole inhabitant of an enormous mansion, Coco would be utterly alone if not for her beloved black cat, Kuro. Although Kuro has his quirks, the two are an inseparable pair and enjoy fun-filled adventures on a daily basis.\n\nLulled into bliss by these idyllic days, Coco is completely unaware of the harrowing reality that surrounds her. For everyone else in her town, life is filled with dread and unease. They fear the sinister forces enveloping their town, but they are also afraid of Coco and Kuro. Ignorant of the situation, Coco lives out her peaceful days with Kuro, but her days of blissful ignorance may be quickly coming to an end.\n\n[Written by MAL Rewrite]",
    "score": 7.63,
    "members": 19000,
    "cover_image_path": "manga-dumb-nails\\179213.webp",
    "genres": [
      "Mystery",
      "Slice of Life",
      "Supernatural"
    ],
    "publication_year": 2011,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 3,
    "total_chapters": 22,
    "authors": [
      "Soumatou"
    ],
    "serializations": [
      "Tonari no Young Jump"
    ],
    "demographics": null,
    "themes": [
      "Mythology",
      "Pets"
    ]
  },
  {
    "title": "Boku no Hero Academia",
    "subtitle": "My Hero Academia",
    "synopsis": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.\n\nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n[Written by MAL Rewrite]",
    "score": 7.95,
    "members": 462000,
    "cover_image_path": "manga-dumb-nails\\209370.webp",
    "genres": [
      "Action"
    ],
    "publication_year": 2014,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 42,
    "total_chapters": 432,
    "authors": [
      "Horikoshi",
      "Kouhei"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School",
      "Super Power"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run",
    "subtitle": "JoJo's Bizarre Adventure Part 7: Steel Ball Run",
    "synopsis": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.\n\nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.\n\n[Written by MAL Rewrite]",
    "score": 9.32,
    "members": 300000,
    "cover_image_path": "manga-dumb-nails\\179882.webp",
    "genres": [
      "Action",
      "Adventure",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 24,
    "total_chapters": 96,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Ultra Jump"
    ],
    "demographics": null,
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "GTO",
    "subtitle": "GTO: Great Teacher Onizuka",
    "synopsis": "22-year-old Eikichi Onizuka: pervert, former gang member... and teacher?\n\nGreat Teacher Onizuka follows the incredible, though often ridiculous, antics of the titular teacher as he attempts to outwit and win over the cunning Class 3-4 that is determined to have him removed from the school. However, other obstacles present themselves throughout—including the frustrated, balding vice principal, Hiroshi Uchiyamada; old enemies from his biker days; and his own idiotic teaching methods. But Eikichi fights it all whilst trying to help his students, romance fellow teacher Azusa Fuyutsuki, and earn his self-proclaimed title.\n\n[Written by MAL Rewrite]\n\nAlso contains the gaiden \"GTO: Great Toroko Oppai♡\" (Tomoko's Big Adventures).",
    "score": 8.86,
    "members": 184000,
    "cover_image_path": "manga-dumb-nails\\172982.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "publication_year": 1996,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 25,
    "total_chapters": 208,
    "authors": [
      "Fujisawa",
      "Tooru"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Delinquents",
      "School",
      "Workplace"
    ]
  },
  {
    "title": "Shinseiki Evangelion",
    "subtitle": "Neon Genesis Evangelion",
    "synopsis": "In 1999, a meteorite crashed into Antarctica. The impact melted the continental ice mass and drastically raised sea levels, damaging the world's climate and causing the deaths of over half its population. Now in 2015, devastating creatures of unknown origin—referred to as Angels—ravage what remains of the planet.\n\nIn the heavily fortified city of Tokyo-3, 14-year-old Shinji Ikari is destined to halt the Angels' onslaught. Recruited by his father's secret organization, NERV, Shinji is enlisted as a pilot of an Evangelion, a massive bioorganic android created solely to defeat the Angels.\n\nSuddenly with the weight of the world upon his shoulders, Shinji must find the courage and drive to stand up for the future—and himself. But as skirmishes between the Evangelions and Angels become recurrent, the horrifying truth of the world is slowly revealed.\n\n[Written by MAL Rewrite]",
    "score": 8.58,
    "members": 122000,
    "cover_image_path": "manga-dumb-nails\\145061.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "publication_year": 1994,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 14,
    "total_chapters": 97,
    "authors": [
      "Sadamoto",
      "Yoshiyuki"
    ],
    "serializations": [
      "Young Ace"
    ],
    "demographics": null,
    "themes": [
      "Mecha",
      "Psychological"
    ]
  },
  {
    "title": "Hellsing",
    "subtitle": "",
    "synopsis": "For centuries, many secret organizations have taken part in exterminating various types of dangerous monsters. One of them is the England-based Hellsing, run by its cunning leader, Sir Integra Fairbrook Wingates Hellsing. Her greatest hunter, and trump card, is Alucard, an unbeatable vampire genetically modified by her father. Despite him being one of \"them,\" he swore to be her protector and servant.\n\nA new crisis begins and with the help of Seras Victoria, his recently turned vampire partner, Alucard has to uncover the truth behind the mysterious vampire attacks. Not every human is bound to be his ally in this battle, and he will not hesitate to kill anyone who stands in his way.\n\n[Written by MAL Rewrite]",
    "score": 8.28,
    "members": 103000,
    "cover_image_path": "manga-dumb-nails\\267321.webp",
    "genres": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "publication_year": 1997,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 92,
    "authors": [
      "Hirano",
      "Kouta"
    ],
    "serializations": [
      "Young King OURs"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Adult Cast",
      "Gore",
      "Historical",
      "Vampire"
    ]
  },
  {
    "title": "Bungou Stray Dogs",
    "subtitle": "Bungo Stray Dogs",
    "synopsis": "Atsushi Nakajima is on the brink of death after being kicked out of his orphanage. With no food and nowhere to go, all hope seems lost—until he saves a mysterious man called Osamu Dazai from drowning. Much to his partner Doppo Kunikida's irritation, Dazai offers Atsushi a meal and reveals they work for the Armed Detective Agency, an organization of gifted individuals who take care of criminal cases the authorities cannot.\n\nThe two ask Atsushi for his assistance in tracking down a supernatural tiger that has been wreaking havoc throughout the city, and he reluctantly agrees. After they resolve the case, Dazai offers him a position in the agency. But the job is about to get a lot more dangerous as the Port Mafia, the local crime syndicate, begins to move against them. Caught in the middle of a turf war, Atsushi must master his newfound special ability in order to protect himself, his new friends, and the entire city.\n\n[Written by MAL Rewrite]",
    "score": 8.48,
    "members": 99000,
    "cover_image_path": "manga-dumb-nails\\288894.webp",
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Asagiri",
      "Kafka",
      "Harukawa35"
    ],
    "serializations": [
      "Young Ace"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Detective"
    ]
  },
  {
    "title": "Boku dake ga Inai Machi",
    "subtitle": "Erased",
    "synopsis": "Satoru Fujinuma is a 29-year-old who works part-time as a pizza deliveryman in order to make ends meet due to his unsuccessful career as a mangaka. But there is more to this struggling adult than meets the eye, as he possesses a mysterious ability which takes him back in time right before a life-threatening incident occurs. When \"Revival,\" as he calls it, triggers, it will continue to send him back again and again until he is able to save the lives of the individuals involved.\n\nBut Satoru's life is about to take a turn for the worse when a loved one is killed by an unknown man and he is framed for the crime. Desperate to get away so that he can assess his situation, he is inexplicably sent 18 years into the past—right before the disappearance and death of his classmate, Kayo Hinazuki, an event that has plagued him since childhood.\n\nSatoru, now an elementary school student, must get his wits together and save the young girl from an untimely demise by figuring out the identity of the person responsible. But just how is Kayo's murder connected to the present?\n\n[Written by MAL Rewrite]",
    "score": 8.36,
    "members": 93000,
    "cover_image_path": "manga-dumb-nails\\172082.webp",
    "genres": [
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 49,
    "authors": [
      "Sanbe",
      "Kei"
    ],
    "serializations": [
      "Young Ace"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological",
      "Time Travel"
    ]
  },
  {
    "title": "No.6",
    "subtitle": "",
    "synopsis": "Life in the futuristic city No. 6 cannot get any better, especially for top-ranking student, Shion. Ever since he was two years old, he has lived peacefully in his district with a bright future ahead of him. However, on the night of his 12th birthday, his perfect life changed forever.\n\nStanding in front of his room's open window, an unknown injured boy of his age strangles him. Despite being in danger, he insists on tending to the stranger's wounds instead of setting him free. The intruder, a fugitive by the name of Nezumi, reveals to Shion that the city is not as immaculate as it seems. The following day, Nezumi leaves without a trace, and the incident renders Shion and his mother void of their elite status.\n\nFour years after that fateful stormy night, the most unimaginable events transpire, causing Shion to doubt the authorities sworn to protect his home. When he is falsely held responsible for these occurrences, he once again crosses paths with Nezumi, who spares him from permanent captivity. Now, as wanted criminals, Shion and Nezumi have no choice but to explore and unveil the pretentious facade of No. 6.\n\n[Written by MAL Rewrite]",
    "score": 8.24,
    "members": 51000,
    "cover_image_path": "manga-dumb-nails\\184479.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2011,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 35,
    "authors": [
      "Asano",
      "Atsuko",
      "Kino",
      "Hinoki"
    ],
    "serializations": [
      "ARIA"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": null
  },
  {
    "title": "Psyren",
    "subtitle": "",
    "synopsis": "Ageha Yoshina is a self-confident high school student who helps others for a fee. On his way back from a job, he finds a strange calling card with the word \"Psyren\" imprinted left behind in a phone booth and decides to keep it, unaware of its purpose. The very next day, Ageha discovers that his classmate Sakurako Amamiya has the exact same calling card in her possession. When he questions her, Sakurako asks him to save her, signaling the day his troubles begin.\n\nConfused by the circumstances of this encounter, Ageha realizes something is wrong when Sakurako goes missing. In an attempt to figure out what is happening, he decides to call the number provided on the calling card and is asked a series of questions by a mysterious voice, ending with a final, cryptic question: \"Would you like to go to Psyren?\" Thus begins two teenagers' participation in a game of life or death within a strange world inhabited by monsters called Taboo. Granted the ability to use psychic powers known as PSI, the duo fight to return to the place they call home.\n\n[Written by MAL Rewrite]",
    "score": 7.94,
    "members": 98000,
    "cover_image_path": "manga-dumb-nails\\160868.webp",
    "genres": [
      "Action",
      "Adventure",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 145,
    "authors": [
      "Iwashiro",
      "Toshiaki"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "High Stakes Game",
      "Psychological",
      "Strategy Game",
      "Super Power"
    ]
  },
  {
    "title": "Defense Devil",
    "subtitle": "",
    "synopsis": "Mephisto Bart Kucabara is a devil lawyer. In order to return to the demon world that he was exiled from, he needs to collect enough Dark Matter. To do so, he creates a plan to claim the Dark Matter from the souls of sinners sentenced to hell; prove the soul's innocence and the Dark Matter becomes his.\n\nBut how can he gather enough Dark Matter when his kind personality causes him to continually use it up in order to defend the soul from the Shinigami that has come to take them to hell?",
    "score": 7.58,
    "members": 39000,
    "cover_image_path": "manga-dumb-nails\\56407.webp",
    "genres": [
      "Action",
      "Comedy",
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 100,
    "authors": [
      "Yoon",
      "In-Wan",
      "Yang",
      "Kyung-il"
    ],
    "serializations": [
      "Shounen Sunday"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Mythology"
    ]
  },
  {
    "title": "Are You Alice?",
    "subtitle": "",
    "synopsis": "A disillusioned young man in search of \"something\" stumbles into the weird and wacky world of Wonderland, where, as \"Alice,\" he is thrust into a murderous game of \"Kill the White Rabbit\" by command of the ruler of the land, the Queen of Hearts. But while Alice rails against the role that has been forced upon him, he has little choice but to comply. For in Wonderland, not sticking to the script can have deadly consequences...\n\n(Source: Yen Press)",
    "score": 7.4,
    "members": 25000,
    "cover_image_path": "manga-dumb-nails\\157051.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 12,
    "total_chapters": 74,
    "authors": [
      "Katagiri",
      "Ikumi",
      "Ninomiya",
      "Ai"
    ],
    "serializations": [
      "Comic ZERO-SUM"
    ],
    "demographics": [
      "Josei"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Kyokou Suiri",
    "subtitle": "In/Spectre",
    "synopsis": "At the young age of 11, Kotoko Iwanaga was abducted by youkai for two weeks and asked to become their \"God of Wisdom,\" a mediator between the spirit and human worlds, to which the girl quickly agreed but at the cost of her right eye and left leg. Now, six years later, whenever youkai wish for their problems to be solved, they make their way to Kotoko for consultation.\n\nMeanwhile, Kurou Sakuragawa, a 22-year-old university student, has just broken up with his girlfriend after he fled alone when the two encountered a kappa. Seeing this as her chance to become closer with him, Kotoko immediately makes her move, hoping to get married to Kurou one day. However, she quickly realizes there is something more to Kurou. With this knowledge, she asks for his help in solving the various issues presented by the supernatural, all the while wishing her newfound partner will eventually reciprocate her feelings.\n\n[Written by MAL Rewrite]",
    "score": 7.75,
    "members": 24000,
    "cover_image_path": "manga-dumb-nails\\167329.webp",
    "genres": [
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2015,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Shirodaira",
      "Kyou",
      "Katase",
      "Chashiba"
    ],
    "serializations": [
      "Shounen Magazine (Monthly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Monster",
    "subtitle": "",
    "synopsis": "Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\n[Written by MAL Rewrite]",
    "score": 9.16,
    "members": 275000,
    "cover_image_path": "manga-dumb-nails\\258224.webp",
    "genres": [
      "Award Winning",
      "Drama",
      "Mystery"
    ],
    "publication_year": 1994,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 162,
    "authors": [
      "Urasawa",
      "Naoki"
    ],
    "serializations": [
      "Big Comic Original"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Adult Cast",
      "Psychological"
    ]
  },
  {
    "title": "Apocalypse no Toride",
    "subtitle": "Fort of Apocalypse",
    "synopsis": "Framed and convicted of murder, Yoshiaki Maeda has just arrived at Shouran Academy Juvenile Detention Center. He is placed in Cell 4 and is soon greeted by his fellow inmates Gou Iwakura, Masafumi Yoshioka, and Mitsuru Yamanoi, all of whom have been detained on varying charges and sentences. Already believing life to be laden with misfortunes, Yoshiaki finds, to his dismay, that the prison is in the midst of a violent power struggle.\n\nHowever, things are about to get even worse—little do the inmates and employees know that the outside world has been thrown into chaos by a sudden zombie apocalypse, and a van carrying infected humans has just crashed into the prison, abruptly introducing them to the undead threat.\n\n[Written by MAL Rewrite]",
    "score": 7.45,
    "members": 43000,
    "cover_image_path": "manga-dumb-nails\\162053.webp",
    "genres": [
      "Action",
      "Horror",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2011,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 49,
    "authors": [
      "Kuraishi",
      "Yuu",
      "Inabe",
      "Kazu"
    ],
    "serializations": [
      "Shounen Rival"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "Psychological"
    ]
  },
  {
    "title": "Bungou Stray Dogs: Beast",
    "subtitle": "Bungo Stray Dogs: Beast",
    "synopsis": "Ryuunosuke Akutagawa lives in the slums, using his ability to beat up anyone who dares lay a finger on his sister, Gin, or his friends. But his life takes a turn for the worse when armed criminals come after his gang, killing them in the process. In an attempt to avenge his friends, Akutagawa finds himself on the verge of death. A mysterious man dressed in black greets him, saying that he will take care of his sister until Akutagawa is ready to challenge him again.\n\nMore than four years have passed, and there is still no sign of the man in black or Gin. Even so, Akutagawa refuses to give up on his search. When Sakunosuke Oda takes pity on his living conditions and invites him to become a member of the Armed Detective Agency, an opportunity arises for Akutagawa to finally get a lead on Gin's whereabouts.\n\nUnbeknownst to him, however, Gin is guarded by none other than Port Mafia's wicked leader, Osamu Dazai, and his successor, Atsushi Nakajima—the infamous \"White Reaper.\" To save his sister, Akutagawa must overcome his weakness and sacrifice it all.\n\n[Written by MAL Rewrite]",
    "score": 8.65,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\234643.webp",
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2019,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 4,
    "total_chapters": 22,
    "authors": [
      "Asagiri",
      "Kafka",
      "Hoshikawa",
      "Shiwasu"
    ],
    "serializations": [
      "Shounen Ace"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Detective"
    ]
  },
  {
    "title": "Berserk",
    "subtitle": "",
    "synopsis": "Guts, a former mercenary now known as the Black Swordsman, is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 14: Berserk: The Prototype",
    "score": 9.47,
    "members": 760000,
    "cover_image_path": "manga-dumb-nails\\157897.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy",
      "Horror"
    ],
    "publication_year": 1989,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Miura",
      "Kentarou",
      "Studio Gaga"
    ],
    "serializations": [
      "Young Animal"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore",
      "Military",
      "Psychological"
    ]
  },
  {
    "title": "Mirai Nikki",
    "subtitle": "Future Diary",
    "synopsis": "The reclusive middle school student Yukiteru Amano finds himself whisked into a fierce game of survival by the god of space and time, Deus Ex Machina, in which the victor shall inherit Deus' unlimited power. All 12 contestants, including Amano, are composed of people who regularly keep diaries, but there is a twist: each person's diary has been turned into a \"Future Diary,\" making it capable of telling the future to various degrees.\n\nAmano possesses a \"Random Diary\" on his cellphone, which gives him accurate descriptions of his surroundings. He is reluctant to fight but his desperation to survive leads to him teaming up with fellow classmate and diary holder Yuno Gasai, an attractive girl who has a strange obsession with Amano.\n\nBut as this bloody battle royale plays out, shocking revelations are brought to light, changing the very nature of this twisted game.\n\n[Written by MAL Rewrite]",
    "score": 7.63,
    "members": 108000,
    "cover_image_path": "manga-dumb-nails\\306882.webp",
    "genres": [
      "Action",
      "Supernatural",
      "Suspense"
    ],
    "publication_year": 2006,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 12,
    "total_chapters": 59,
    "authors": [
      "Esuno",
      "Sakae"
    ],
    "serializations": [
      "Shounen Ace"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "High Stakes Game",
      "Psychological",
      "Survival"
    ]
  },
  {
    "title": "Mugen no Juunin",
    "subtitle": "Blade of the Immortal",
    "synopsis": "Manji is an infamous swordsman in feudal Japan who is known as the \"Hundred Man Killer,\" as he has killed one hundred innocent men. However, there is something far more frightening than his ominous reputation: the fact that he is immortal. This is the handiwork of eight-hundred-year-old nun Yaobikuni, who placed bloodworms capable of healing almost any wound in Manji's body.\n\nTo atone for his crimes, Manji resolves to kill one thousand evil men. Yaobikuni agrees to this proposal, saying that if he succeeds, she will undo his curse of immortality. Soon after this promise, Manji meets Rin Asano, a 16-year-old girl who requests Manji's assistance in killing those who slaughtered her parents.\n\nInitially reluctant, Manji refuses Rin's desperate plea. However, owing to her evident lack of strength, Manji changes his mind and agrees to protect Rin for four years. With this partnership set in stone, the two embark on a perilous journey of bloodshed, vengeance, and redemption, each to fulfill their own life's cause.\n\n[Written by MAL Rewrite]",
    "score": 8.41,
    "members": 88000,
    "cover_image_path": "manga-dumb-nails\\279869.webp",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Supernatural"
    ],
    "publication_year": 1993,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 30,
    "total_chapters": 207,
    "authors": [
      "Samura",
      "Hiroaki"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical",
      "Martial Arts",
      "Samurai"
    ]
  },
  {
    "title": "Jisatsutou",
    "subtitle": "",
    "synopsis": "Treating non-successful suicidal patients requires a lot of money and resources. With low budget and a personal respect argumentation, a doctor will ask a non-successful suicidal patient if they still want to live on or not. If not, the government will respect their wish. However, the government doesn't just simply kill them...",
    "score": 7.46,
    "members": 31000,
    "cover_image_path": "manga-dumb-nails\\182071.webp",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "publication_year": 2008,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 17,
    "total_chapters": 168,
    "authors": [
      "Mori",
      "Kouji"
    ],
    "serializations": [
      "Young Animal"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Zetsuen no Tempest",
    "subtitle": "Blast of Tempest",
    "synopsis": "One year ago, Aika Fuwa and her parents were murdered under mysterious circumstances. Swearing vengeance on her killers, Aika's older brother, Mahiro, sets out to determine who ended her life prematurely. Unbeknownst to Mahiro, his childhood friend and Aika's secret longtime boyfriend, Yoshino Takigawa, ends up getting dragged into the investigation after being held at gunpoint by a strange woman. Yoshino learns that Mahiro is being investigated by the government after outbreaks of a mysterious \"iron sickness\" in two locations where he was previously seen. Now on the run, Mahiro and Yoshino's search for Aika's killers becomes harder and more dangerous.\n\nIn an effort to find a lead on his sister's murder, Mahiro strikes a deal with Hakaze Kusaribe, the most powerful sorceress in the world who is imprisoned on a deserted island. As princess and leader of the Kusaribe Clan, Hakaze promises to aid Mahiro's investigation if he can rescue her from internment. Once free, Hakaze intends to put a stop to the revival of the \"Tree of Exodus\" and save the world from eventual ruin. Believing that Hakaze will get in the way of his resurrection plans, Samon Kusaribe, Hakaze's former aide, had orchestrated her banishment and removed her ability to use magic on the island.\n\nIn a desperate attempt to save the world from the effects of the \"Trees of Exodus and Genesis,\" Mahiro and Yoshino inch closer to the truth behind Aika's death. The two find that there might be more to her murder than they initially thought as the world around them falls into chaos.\n\n[Written by MAL Rewrite]",
    "score": 7.88,
    "members": 23000,
    "cover_image_path": "manga-dumb-nails\\76945.webp",
    "genres": [
      "Action",
      "Drama",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 50,
    "authors": [
      "Shirodaira",
      "Kyou",
      "Saizaki",
      "Ren"
    ],
    "serializations": [
      "Shounen Gangan"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological",
      "Urban Fantasy"
    ]
  },
  {
    "title": "Katekyou Hitman Reborn!",
    "subtitle": "Reborn!",
    "synopsis": "The life of Tsunayoshi \"No-Good Tsuna\" Sawada is a complete wreck. Terrible grades, horrible fitness, and a non-existent social life means he has no reason to attend school, especially after discovering that his crush, Kyouko Sasagawa, is already seeing someone. Unbeknownst to him however, the blood of Giotto, the great Vongola the First, runs through his veins.\n\nEnter home tutor Reborn, an infant who claims to be the world's greatest hitman. Under orders from Vongola the Ninth, Reborn has come to train Tsuna to become a worthy successor to the famous Vongola Famiglia name. Tsuna, however, refuses, and claims that he will never become a mafia boss. How will the world's greatest hitman react to such opposition? Will he force Tsuna to adhere? Or will he use this unwillingness to his advantage? This is a story of a reluctant successor as he takes on the responsibilities of becoming the underworld's next ruling mafia leader, with the help of his friends and a one-of-a-kind home tutor.\n\n[Written by MAL Rewrite]",
    "score": 8.1,
    "members": 128000,
    "cover_image_path": "manga-dumb-nails\\253085.webp",
    "genres": [
      "Action",
      "Comedy"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 42,
    "total_chapters": 411,
    "authors": [
      "Amano",
      "Akira"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Organized Crime",
      "School",
      "Super Power"
    ]
  },
  {
    "title": "Utsuro no Hako to Zero no Maria",
    "subtitle": "The Empty Box and Zeroth Maria",
    "synopsis": "Kazuki Hoshino values his everyday life above all else. He spends the days carefree with his friends at school, until the uneventful bliss suddenly comes to a halt with the transfer of the aloof beauty Aya Otonashi into his class and her cold, dramatic statement to him immediately upon arrival:\n\n\"I'm here to break you. This is the 13,118th time I've transferred. After so many occasions, I have to say that this is all starting to grate on me, which is why this time I'm spicing things up with a proper declaration of war.\"\n\nAnd with those puzzling words, the ordinary days that Kazuki loved so dearly become a cycle of turmoil and fear—Aya's sudden appearance signals the unraveling of unseen mysteries surrounding Kazuki's seemingly normal friends, including the discovery of mysterious devices known as \"boxes.\"\n\n[Written by MAL Rewrite]",
    "score": 8.68,
    "members": 108000,
    "cover_image_path": "manga-dumb-nails\\175662.webp",
    "genres": [
      "Action",
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural",
      "Suspense"
    ],
    "publication_year": 2009,
    "type": "Light Novel",
    "status": "Finished",
    "total_volumes": 7,
    "total_chapters": 40,
    "authors": [
      "Mikage",
      "Eiji",
      "Tetsuo"
    ],
    "serializations": null,
    "demographics": null,
    "themes": [
      "Psychological",
      "School"
    ]
  },
  {
    "title": "Death Note Another Note: Los Angeles BB Renzoku Satsujin Jiken",
    "subtitle": "Death Note Another Note: The Los Angeles BB Murder Cases",
    "synopsis": "A serial killer terrorizes the streets of Los Angeles. This brilliant psychopath commits seemingly perfect murders, brazenly challenging the police with cryptic riddles. The enigmatic and world-famous detective L has been hired to crack the case. However, to keep himself out of the public eye, L seeks out FBI agent Naomi Misora to carry out the investigation for him.\n\nMisora agrees to aid L's endeavors, but soon finds herself caught up in an intense battle of wits between L and the culprit. Who is this mysterious killer, and why do they leave clues for the LAPD to decipher? Death Note Another Note: Los Angeles BB Renzoku Satsujin Jiken follows Misora on her journey to solve these mysteries and bring the indiscriminate murders to an end once and for all.\n\n[Written by MAL Rewrite]",
    "score": 8.3,
    "members": 38000,
    "cover_image_path": "manga-dumb-nails\\253578.webp",
    "genres": [
      "Mystery"
    ],
    "publication_year": 2006,
    "type": "Novel",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 7,
    "authors": [
      "Obata",
      "Takeshi",
      "NISIO",
      "ISIN"
    ],
    "serializations": null,
    "demographics": null,
    "themes": null
  },
  {
    "title": "Dogs: Stray Dogs Howling in the Dark",
    "subtitle": "Dogs: Prelude",
    "synopsis": "In a post apocalyptic world devoid of seasons, where man's \"golden age of technology\" ruined earth and caused science to run amok, there live four individuals looking for a door to the hell far below the surface. Through a series of coincidences, the ex-hitman-now-bartender Mihai, the deranged and psychopathic Haine, the vengeful yet kind Naoto, and the freelancer Badou meet one another.",
    "score": 7.83,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\259648.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2000,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 6,
    "authors": [
      "Miwa",
      "Shirow"
    ],
    "serializations": [
      "Ultra Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Holyland",
    "subtitle": "",
    "synopsis": "A tormented soul, Yuu Kamishiro has no place in society. His peers constantly abuse him at school and finds that he does not fit anywhere. Out of desperation, Yuu stops going to school and ventures into the night in search of a safe haven where he will be accepted.\n\nAs Yuu roams the streets, he starts to believe he has found his place in society and a way to gain acceptance: in a world of violence and lenient law. Yuu takes up his fists in order to gain strength to protect himself, training and refining a single boxing punch. After honing his fists, Yuu wanders the streets once again, defending himself from street thugs. Building a reputation as the \"Thug Hunter,\" Yuu finds that his name has been attracting all sorts people seeking him out for a brawl.\n\nFight after fight, Yuu exchanges fists to find his place in the twisted and dark society of the streets, all while battling the darkness welling up within him. The stronger he becomes, the closer he is to reach his \"holyland.\"\n\n[Written by MAL Rewrite]",
    "score": 8.43,
    "members": 94000,
    "cover_image_path": "manga-dumb-nails\\258962.webp",
    "genres": [
      "Action"
    ],
    "publication_year": 2000,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 182,
    "authors": [
      "Mori",
      "Kouji"
    ],
    "serializations": [
      "Young Animal"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Delinquents",
      "Martial Arts",
      "Psychological"
    ]
  },
  {
    "title": "Gunnm",
    "subtitle": "Battle Angel Alita",
    "synopsis": "The utopian metropolis of Zalem soars high in the skies, its presence dominating the horizon. Beneath it is the noxious underbelly known as The Scrapyard, where the city stockpiles all of its waste. Living amongst the vast heaps of garbage are humans and cyborgs, surviving by any means necessary.\n\nDaisuke Ido, a doctor specializing in cyborg repairs, finds the head of a young female cyborg while scavenging a pile of old android parts. Proceeding to build her a new body, he names her Gally. Upon activation, Gally does not seem to remember anything about her past life. Nonetheless, she does not seem to mind as long as she stays by Ido’s side.\n\nHowever, she soon discovers that Ido has a side job as a hunter-warrior, a bounty hunter working for The Scrapyard’s government. Despite Ido’s warning, she decides to become one herself, awakening her forgotten knowledge of fighting techniques. Equipped with newfound strength, Gally is determined to fight through the alleys of The Scrapyard and beyond, retrieving fragments from her past to rediscover her true identity.\n\n[Written by MAL Rewrite]",
    "score": 8.37,
    "members": 89000,
    "cover_image_path": "manga-dumb-nails\\274715.webp",
    "genres": [
      "Action",
      "Sci-Fi"
    ],
    "publication_year": 1990,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 53,
    "authors": [
      "Kishiro",
      "Yukito"
    ],
    "serializations": [
      "Business Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Kakegurui",
    "subtitle": "Kakegurui: Compulsive Gambler",
    "synopsis": "Hyakkaou Private Academy is a school for the privileged and influential, playing host to the children of businessmen and politicians. However, unlike other schools, students at Hyakkaou do not pride themselves on academic achievement. Instead, they value strategic prowess and the ability to read people. Come nightfall, many places on campus transform into gambling dens overseen by the student council, where players compete for rank, money, and more.\n\nRyouta Suzui spends his days as a \"house pet\"—a student ranked in the bottom one hundred, forced to serve his peers. His circumstances soon change when a mysterious new transfer student, Yumeko Jabami, arrives at the academy. Despite Suzui's warnings, Yumeko quickly becomes immersed in the school's gambling scene, facing off against several high-profile opponents. Her exploits draw the attention of the student council members, who start meddling in her affairs. Suzui tries his best to keep Yumeko out of trouble, but to his chagrin, she turns out to be the type of person best suited to attend Hyakkaou: a compulsive gambler.\n\n[Written by MAL Rewrite]",
    "score": 7.72,
    "members": 63000,
    "cover_image_path": "manga-dumb-nails\\142175.webp",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "publication_year": 2014,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Naomura",
      "Tooru",
      "Kawamoto",
      "Homura"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological",
      "School"
    ]
  },
  {
    "title": "Judge",
    "subtitle": "",
    "synopsis": "Hiroyuki \"Hiro\" Sakurai is jealous that his brother Atsuya is dating his childhood crush, Hikari. However, his envious ways lead to the unintentional killing of his brother. Two years later, Hiro finds himself handcuffed in a pitch-black room, wearing a rabbit mask, and unsure of his captor's identity. Suddenly, eight other people in animal masks enter the room, and \"Judge\" commences: a twisted game where nine participants must judge each other's sins and decide who will be spared from death—and only four can leave. Aside from his own survival, Hiro needs to figure out who he can trust, why he was chosen to participate, and how his actions impact those around him.\n\n[Written by MAL Rewrite]",
    "score": 7.02,
    "members": 42000,
    "cover_image_path": "manga-dumb-nails\\184476.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 32,
    "authors": [
      "Tonogai",
      "Yoshiki"
    ],
    "serializations": [
      "Shounen Gangan"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Tsubasa: RESERVoir CHRoNiCLE",
    "subtitle": "",
    "synopsis": "Warmhearted Syaoran has always been friends with Sakura—the princess of the Clow Kingdom who holds an extraordinary power capable of changing the world. When a mysterious man attempts to monopolize Sakura's ability, her memories scatter throughout different worlds in the form of feathers. To save Sakura, Syaoran seeks help from the Dimensional Witch and meets two other travelers—Kurogane and Fai D. Flourite.\n\nKurogane, a capable fighter and ninja, has been banished from his homeworld and wishes to return. In contrast, Fai, a magician from Celes, wants to traverse different worlds to avoid his home and past. As the price to cross dimensions, each of the three must sacrifice their most valued possession. For Sakura's sake, Syaoran agrees to give away their relationship as payment to the Dimensional Witch. With firm determination, Syaoran, Kurogane, and Fai begin journeying through numerous worlds to fight against their ill-fated destinies.\n\n[Written by MAL Rewrite]",
    "score": 8.29,
    "members": 83000,
    "cover_image_path": "manga-dumb-nails\\272410.webp",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 28,
    "total_chapters": 233,
    "authors": [
      "CLAMP"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Mahou Sensei Negima!",
    "subtitle": "Negima! Magister Negi Magi",
    "synopsis": "Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan.\n\nMuch to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father.\n\n[Written by MAL Rewrite]",
    "score": 7.91,
    "members": 77000,
    "cover_image_path": "manga-dumb-nails\\259286.webp",
    "genres": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "publication_year": 2003,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 38,
    "total_chapters": 355,
    "authors": [
      "Akamatsu",
      "Ken"
    ],
    "serializations": [
      "Shounen Magazine (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Harem",
      "Martial Arts",
      "School"
    ]
  },
  {
    "title": "Gyo: Ugomeku Bukimi",
    "subtitle": "Gyo: The Death-Stench Creeps",
    "synopsis": "When diver Tadashi and his girlfriend Kaori Sawahara take a trip to the coast of Okinawa, they find that their strained relationship is the least of their worries when they unwittingly witness the start of the apocalypse. Attacked by a strange, four-legged fish in their cabin, they manage to kill it, but are left unsettled by the putrid stench it carried—the haunting smell of death.\n\nThis lone assault is only the herald of what's to come, as soon, many more such creatures emerge from the sea, attacking anything in their path. Though Tadashi and Kaori quickly return to Tokyo, they find there is no longer any safe haven; no matter where they run, the death stench creeps...\n\nAmigara Dansou no Kai (The Enigma of Amigara Fault)\nAfter a devastating earthquake near Amigara mountain, a several-kilometer-long fault emerged. But this discovery was made more eerie by the thousands of human-shaped holes scattered among the rock face, each of which seemingly continues for miles within the mountain. Oowaki, one of the many spectators attracted to the sight, witnesses in horror as onlookers start to experience a personal, visceral calling to enter these holes—formed as if to fit only them.\n\nDaikokubashira Hiwa (The Sad Tale of the Principal Post)\nCelebrating their recent move into their new house, a family's festivities are cut short upon hearing the cries of their father. Finding him in the crawl space below, they bear witness to the bizarre and unexplainable tragedy that has befallen him.\n\n[Written by MAL Rewrite]",
    "score": 7.19,
    "members": 79000,
    "cover_image_path": "manga-dumb-nails\\88711.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2001,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 2,
    "total_chapters": 21,
    "authors": [
      "Itou",
      "Junji"
    ],
    "serializations": [
      "Big Comic Spirits"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Psychological"
    ]
  },
  {
    "title": "Tenkuu Shinpan",
    "subtitle": "High-Rise Invasion",
    "synopsis": "Upon witnessing a man's head cracked open with an axe, 16-year-old Yuri Honjou trembles in fear and confusion as she flees from the masked assailant, only to find out she is trapped in an abandoned building where every door is mysteriously locked. Desperately searching for a way out, Yuri runs to the rooftop, but a world with no signs of life stands before her, surrounded by high-rise buildings. Though filled with despair, once she learns that her brother is also in this strange place, Yuri is determined to find him and escape.\n\nHowever, she soon finds that there are more masked murderers in the area, anxious to terrorize their newfound victims and satiate their sickest desires, leaving Yuri to question if they will be able to make it out alive.\n\n[Written by MAL Rewrite]",
    "score": 7.11,
    "members": 53000,
    "cover_image_path": "manga-dumb-nails\\128611.webp",
    "genres": [
      "Action",
      "Horror",
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2013,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 21,
    "total_chapters": 258,
    "authors": [
      "Miura",
      "Tsuina",
      "Oba",
      "Takahiro"
    ],
    "serializations": [
      "Manga Box"
    ],
    "demographics": null,
    "themes": [
      "Gore",
      "Survival"
    ]
  },
  {
    "title": "Tasogare Otome x Amnesia",
    "subtitle": "Dusk Maiden of Amnesia",
    "synopsis": "A young woman, by some strange occurrence, was left to die alone in the former building of Seikyou Academy. Mysteriously, there is one person who can see her in ghost form: Niiya Teiichi, a freshman. Now they both seek to find out the reasoning behind her death, and what could have caused it.\n\n(Source: DBR Scanlations)",
    "score": 8.2,
    "members": 50000,
    "cover_image_path": "manga-dumb-nails\\188846.webp",
    "genres": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2008,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 54,
    "authors": [
      "Maybe"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School"
    ]
  },
  {
    "title": "Jujutsu Kaisen",
    "subtitle": "",
    "synopsis": "Hidden in plain sight, an age-old conflict rages on. Supernatural monsters known as Curses terrorize humanity from the shadows, and powerful humans known as Jujutsu sorcerers use mystical arts to exterminate them. When high school student Yuuji Itadori finds a dried-up finger of the legendary Curse Sukuna Ryoumen, he suddenly finds himself joining this bloody conflict.\n\nAttacked by a Curse attracted to the finger's power, Yuuji makes a reckless decision to protect himself, gaining the power to combat Curses in the process but also unwittingly unleashing the malicious Sukuna into the world once more. Though Yuuji can control and confine Sukuna to his own body, the Jujutsu world classifies Yuuji as a dangerous, high-level Curse who must be exterminated.\n\nDetained and sentenced to death, Yuuji meets Satoru Gojou—a teacher at Jujutsu High School—who explains that despite his imminent execution, there is an alternative for him. Being a rare vessel to Sukuna, if Yuuji were to die, then Sukuna would perish too. Therefore, if Yuuji were to consume the many other remnants of Sukuna, then Yuuji's subsequent execution would truly eradicate the malicious demon. Taking up this chance to make the world safer and live his life for a little longer, Yuuji enrolls in Tokyo Prefectural Jujutsu High School, jumping headfirst into a harsh and unforgiving battlefield.\n\n[Written by MAL Rewrite]",
    "score": 8.23,
    "members": 478000,
    "cover_image_path": "manga-dumb-nails\\210341.webp",
    "genres": [
      "Action",
      "Supernatural"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 30,
    "total_chapters": 272,
    "authors": [
      "Akutami",
      "Gege"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "School"
    ]
  },
  {
    "title": "Deadman Wonderland",
    "subtitle": "",
    "synopsis": "After a powerful earthquake nearly destroyed all of Tokyo, a prison known as Deadman Wonderland rose from what was left of the city. Privately-run through the guise and functions of a theme park, Deadman Wonderland takes in prisoners from all over Japan, using them as attractions for tourists. Little do the public know about the true purpose of this \"theme park\" and the horrors that take place within.\n\nEnter Ganta Igarashi, a middle school student who has lived a normal life since the great earthquake occurred. This all changes when a mysterious masked murderer called the Red Man appears and kills his entire class, knocking him unconscious which consequently left him as the sole survivor. When he awakens, he is falsely convicted as the perpetrator behind the massacre, landing him a spot in Deadman Wonderland. What will become of this new inmate whose life depends on the bizarre \"games\" that this prison holds? And just what does Shiro, Ganta's supposed childhood friend who awaits his arrival, know about the Red Man?\n\n[Written by MAL Rewrite]",
    "score": 7.92,
    "members": 209000,
    "cover_image_path": "manga-dumb-nails\\271990.webp",
    "genres": [
      "Action",
      "Sci-Fi",
      "Supernatural",
      "Suspense"
    ],
    "publication_year": 2007,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 13,
    "total_chapters": 58,
    "authors": [
      "Kondou",
      "Kazuma",
      "Kataoka",
      "Jinsei"
    ],
    "serializations": [
      "Shounen Ace"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore",
      "High Stakes Game",
      "Survival"
    ]
  },
  {
    "title": "Jigokuraku",
    "subtitle": "Hell's Paradise: Jigokuraku",
    "synopsis": "Gabimaru the Hollow, a ninja of Iwagakure Village known for being cold and emotionless, was set up by his fellow ninja and is now on death row. Tired of killing and betrayal, he wants to die. However, no method of execution works on him because as much as the seemingly apathetic Gabimaru refuses to admit it, he does have a reason to live. He wants to return to his wife, who was the reason why he softened up and failed to be an effective assassin. Thus, he refuses to die.\n\nAsaemon the Decapitator, a famous executioner, sees this and has a proposal for the ninja. She wants Gabimaru to join an expedition to an island south of Japan in search of the elixir of life in exchange for a full pardon by the Shogunate. However, this island is not a normal island: it is believed to be Paradise.\n\nHowever the island is full of mysteries, and the exploring team—consisting of those marked for death—might not be fully prepared to handle them.\n\n[Written by MAL Rewrite]",
    "score": 8.22,
    "members": 180000,
    "cover_image_path": "manga-dumb-nails\\208522.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2018,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 13,
    "total_chapters": 128,
    "authors": [
      "Kaku",
      "Yuuji"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "JoJo no Kimyou na Bouken Part 1: Phantom Blood",
    "subtitle": "JoJo's Bizarre Adventure Part 1: Phantom Blood",
    "synopsis": "While the gold rush takes Europe by storm, a young Jonathan Joestar lives a life of luxury with his father at their estate in Liverpool, England. Jonathan, known by his peers as JoJo, spends his days playing the part of a gentleman and living a carefree life. However, those peaceful days soon came to an end when Dio Brando intrudes upon him.\n\nDio is a young boy from London who is adopted into the Joestar family due to a debt Jonathan's father owed to Dio's father. While Jonathan is receptive towards having a new brother, Dio schemes against the Joestars in order to inherit the fortune. As Dio's schemes get out of hand, Jonathan is forced to confront him once and for all.\n\nThus begins the story of the Joestar bloodline, as Jonathan matures with and eventually combats his adoptive brother while encountering bizarre new friends and foes.\n\n[Written by MAL Rewrite]",
    "score": 7.29,
    "members": 137000,
    "cover_image_path": "manga-dumb-nails\\269907.webp",
    "genres": [
      "Action",
      "Adventure",
      "Horror"
    ],
    "publication_year": 1986,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 5,
    "total_chapters": 44,
    "authors": [
      "Araki",
      "Hirohiko"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical",
      "Vampire"
    ]
  },
  {
    "title": "Owari no Seraph",
    "subtitle": "Seraph of the End: Vampire Reign",
    "synopsis": "Having lost his parents, eight-year-old Yuuichirou Amane is taken in by the Hyakuya Orphanage, where he struggles to bond with his new \"family.\" However, this soon becomes the least of his worries, when a major pandemic suddenly strikes, killing all above the age of 13. Taking advantage of the chaos, vampires—who previously laid dormant underground—rise up and enslave the surviving humans, using them as livestock to harvest blood.\n\nFour years later, Yuuichirou and his family have adjusted to life under vampire control, although Yuuichirou still aspires to kill all vampires and end their reign of terror. This often puts him at odds with fellow orphan Mikaela Hyakuya, who emphasizes using wit and ingenuity to survive. Having garnered favor among high-ranking vampires, Mikaela gains inside knowledge and uses this to plan a daring escape. But during the attempt, the group of orphans is intercepted by vampire officer Ferid Bathory, who proceeds to massacre them. Yuuichirou is the only member of the group to escape to the surface, where he is discovered by the Moon Demon Company, a military unit dedicated to hunting down vampires. Given an invitation to join, Yuuichirou swiftly accepts, finally being presented an opportunity to achieve his ambitions and avenge his family.\n\n[Written by MAL Rewrite]",
    "score": 7.73,
    "members": 118000,
    "cover_image_path": "manga-dumb-nails\\137573.webp",
    "genres": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Yamamoto",
      "Yamato",
      "Kagami",
      "Takaya",
      "Furuya",
      "Daisuke"
    ],
    "serializations": [
      "Jump SQ."
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "Billy Bat",
    "subtitle": "",
    "synopsis": "Japanese-American Kevin Yamagata now authors the renowned detective comic book \"Billy Bat\" after serving in the Allied Forces in World War II. But as his series becomes a massive hit, Kevin discovers that his famed character, Billy Bat, already existed before within a Japanese comic. Worried that he may have unconsciously copied something he saw during his time there, Kevin returns to Japan to find Billy Bat's original creator and seek permission for him to use their character. However, as he traces back Billy Bat's roots, he finds himself unraveling a dark and twisted history of murders that somehow involve the character he thought he created.\n\n[Written by MAL Rewrite]",
    "score": 8.56,
    "members": 80000,
    "cover_image_path": "manga-dumb-nails\\181197.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2008,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 20,
    "total_chapters": 165,
    "authors": [
      "Urasawa",
      "Naoki",
      "Nagasaki",
      "Takashi"
    ],
    "serializations": [
      "Morning"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Detective",
      "Historical",
      "Psychological"
    ]
  },
  {
    "title": "Summertime Render",
    "subtitle": "Summertime Rendering",
    "synopsis": "After his parents died, Shinpei Ajiro lived with the Kofune sisters, Mio and Ushio, but he has since moved to live on his own in Tokyo. But after Ushio drowns while trying to save the young Shiori Kobayakawa, he returns home to mourn her departure. However, bruises around Ushio's neck bring her cause of death into question.\n\nTaking a step back, Shinpei becomes convinced there must be another explanation. Dangerous entities roam among the islanders, and a vision of deceased Ushio asks him to \"save Mio\" as her final request. He is certain that something is afoot—and Ushio's death is only a piece of the puzzle.\n\nWith the help of Mio and various others, Shinpei struggles to forge a future in which he, his friends, and family can stay alive. But the more he investigates, the more impossible such a future seems. This darkness infiltrates his home island. Just how much more suffering will he go through before finding the right path to save it all?\n\n[Written by MAL Rewrite]",
    "score": 8.22,
    "members": 58000,
    "cover_image_path": "manga-dumb-nails\\261167.webp",
    "genres": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 13,
    "total_chapters": 139,
    "authors": [
      "Tanaka",
      "Yasuki"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Time Travel"
    ]
  },
  {
    "title": "Yuukoku no Moriarty",
    "subtitle": "Moriarty the Patriot",
    "synopsis": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all.\n\nWilliam James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old.\n\nYuukoku no Moriarty puts a new spin on Arthur Conan Doyle's original work by putting the spotlight on its main antagonist and exploring how he came to be the first and only \"criminal consultant.\"\n\n[Written by MAL Rewrite]",
    "score": 8.45,
    "members": 41000,
    "cover_image_path": "manga-dumb-nails\\186121.webp",
    "genres": [
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Takeuchi",
      "Ryousuke",
      "Miyoshi",
      "Hikaru"
    ],
    "serializations": [
      "Jump SQ."
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Adult Cast",
      "Historical",
      "Psychological"
    ]
  },
  {
    "title": "Vagabond",
    "subtitle": "",
    "synopsis": "In 16th-century Japan, Shinmen Takezou is a wild, rough young man in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.\n\nAfter the two are separated, Shinmen returns home on a self-appointed mission to notify the Hon'iden family of Matahachi's survival. He instead finds himself a wanted criminal, framed for his friend's supposed murder based on his history of violence. Upon being captured, he is strung up on a tree and left to die. An itinerant monk, the distinguished Takuan Soho, takes pity on the \"devil child,\" secretly freeing Shinmen and christening him with a new name to avoid pursuit by the authorities: Musashi Miyamoto.\n\nVagabond is the fictitious retelling of the life of one of Japan's most renowned swordsmen, the \"Sword Saint\" Musashi Miyamoto—his rise from a swordsman with no desire other than to become \"Invincible Under the Heavens\" to an enlightened warrior who slowly learns of the importance of close friends, self-reflection, and life itself.\n\n[Written by MAL Rewrite]",
    "score": 9.27,
    "members": 432000,
    "cover_image_path": "manga-dumb-nails\\259070.webp",
    "genres": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "publication_year": 1998,
    "type": "Manga",
    "status": "On Hiatus",
    "total_volumes": 37,
    "total_chapters": 327,
    "authors": [
      "Inoue",
      "Takehiko",
      "Yoshikawa",
      "Eiji"
    ],
    "serializations": [
      "Morning"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical",
      "Samurai"
    ]
  },
  {
    "title": "Houseki no Kuni",
    "subtitle": "Land of the Lustrous",
    "synopsis": "Long ago, Earth was struck by six meteorites, creating six moons and leaving a lone island in their wake. Those who could not make it to the island sank to the bottom of the ocean, where, over time, they slowly turned to crystal. As countless millennia passed, 28 of these crystallized lifeforms, known as the Lustrous, rose from the depths and resided on the island. Led by the wise Kongou-sensei, they must defend themselves against the seemingly infinite number of Lunarians, inhabitants of the moons who seek to harvest their valuable bodies for crafting weapons and jewelry.\n\nHouseki no Kuni centers around Phosphophyllite, a young gem about to turn three hundred years old. Clumsy, extremely fragile, and having no visible talent, they are one of the weakest gems around, unable to help in the fight against the Lunarians in any meaningful way. But as the battle with the otherworldly invaders rages on, they soon learn that power comes at a cost that no one should have to pay.\n\n[Written by MAL Rewrite]",
    "score": 8.97,
    "members": 158000,
    "cover_image_path": "manga-dumb-nails\\115443.webp",
    "genres": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 13,
    "total_chapters": 108,
    "authors": [
      "Ichikawa",
      "Haruko"
    ],
    "serializations": [
      "Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Anthropomorphic"
    ]
  },
  {
    "title": "Ajin",
    "subtitle": "Ajin: Demi-Human",
    "synopsis": "Seventeen years ago, mysterious immortal soldiers known as divine warriors appeared on the battlefields of Africa. These life forms later became known as Ajin, or demi-humans, and were considered to be one of the greatest discoveries of mankind. The government declared their existence to be compatible with humans; however, it is rumored that they instead offer bounties for captured Ajin to secretly perform inhumane experiments on these rare beings.\n\nKei Nagai, an apathetic high school student, is studying to become a doctor and only wishes to live a normal life. However, this simple dream is shattered after he suddenly gets into a deadly traffic accident. Revived at the scene, he is immediately labeled as an Ajin by bounty-hungry witnesses. Unable to understand his immortality or prove his innocence, he starts to live his life on the run and fights for survival. He barely escapes the government's reach when a group of anarchistic Ajin contacts Kei, asking him to join their forces to retaliate against the government. But who is Kei's real enemy, and which side will he take when it comes down to humans versus Ajin?\n\n[Written by MAL Rewrite]",
    "score": 8,
    "members": 148000,
    "cover_image_path": "manga-dumb-nails\\307700.webp",
    "genres": [
      "Action",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 17,
    "total_chapters": 84,
    "authors": [
      "Sakurai",
      "Gamon",
      "Miura",
      "Tsuina"
    ],
    "serializations": [
      "good! Afternoon"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Boruto: Naruto Next Generations",
    "subtitle": "",
    "synopsis": "Naruto Uzumaki has finally achieved his dream of becoming Hokage, the leader of the Hidden Leaf Village that he spent his teenage years fighting to protect. Naruto and his peers now live in a world of peace, working hard to uphold an international truce built on good will and diplomacy.\n\nHowever, this stasis comes at a personal cost for the aging hero. Naruto and the shinobi he grew up alongside find that working to upkeep the neutral world takes them away from their families, and even the legendary warriors of Naruto's generation must contend with being mediocre parents to their bitter children, including his own son Boruto.\n\nBoruto Uzumaki faces a world completely unlike that of his father, finding unique trouble in the distance between the two. Contending with a society that heaps an unbearable load of pressure on his shoulders over his status as the Hokage's son, Boruto carves his own path through the world, fighting to make a name for himself as evil forces threaten to shatter the peace his father helped create.\n\n[Written by MAL Rewrite]",
    "score": 6.78,
    "members": 128000,
    "cover_image_path": "manga-dumb-nails\\181968.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 20,
    "total_chapters": 81,
    "authors": [
      "Kishimoto",
      "Masashi",
      "Ikemoto",
      "Mikio",
      "Kodachi",
      "Ukyou"
    ],
    "serializations": [
      "V-Jump"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Martial Arts"
    ]
  },
  {
    "title": "Kusuriya no Hitorigoto",
    "subtitle": "The Apothecary Diaries",
    "synopsis": "In a certain imperial court, it has been a few months since a 17-year-old girl known as Maomao was kidnapped and forced to work as a low-level servant at the emperor's palace. Still, she manages to retain her curious and pragmatic spirit, planning to work until her years of servitude are over. One day, however, she catches wind of the fact that the emperor's two infants have fallen gravely ill. She decides to secretly take action, drawing on her experience as a pharmacist raised in the poor red-light district.\n\nDespite Maomao's attempts to remain anonymous, she soon catches the eye of Jinshi, an influential eunuch who recognizes her talents. Maomao soon finds herself in the emperor's inner court, where she gradually makes a name for herself by utilizing her knowledge and eccentric personality to solve various medical mysteries.\n\n[Written by MAL Rewrite]",
    "score": 8.67,
    "members": 84000,
    "cover_image_path": "manga-dumb-nails\\201154.webp",
    "genres": [
      "Drama",
      "Mystery"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Hyuuga",
      "Natsu",
      "Nekokurage"
    ],
    "serializations": [
      "Big Gangan"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": [
      "Historical",
      "Medical"
    ]
  },
  {
    "title": "Monogatari Series: First Season",
    "subtitle": "",
    "synopsis": "This is a story, a \"ghostory\" of sorts, about scars that bond, monsters that haunt, and fakes that deceive.\n\nThe story of Koyomi Araragi begins through a fateful encounter with the all-powerful, blonde-haired, \"hot-blooded, iron-blooded, and cold-blooded\" vampire, later introduced as Shinobu Oshino. Their tragic rendezvous results in the end of Araragi's life as a human and his subsequent rebirth as a vampire—a monster. However, this encounter is only the start of his meddlings with the supernatural. Koyomi's noble personality ultimately sees him getting further involved in the lives of others with supernatural afflictions. This is his desperate attempt at returning to a normal human life, in a paranormal world filled with nothing but tragedy, suffering, and inhumanity.\n\n[Written by MAL Rewrite]\n\nThis entry includes the first season of the Monogatari Series.",
    "score": 8.9,
    "members": 65000,
    "cover_image_path": "manga-dumb-nails\\279887.webp",
    "genres": [
      "Action",
      "Comedy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2006,
    "type": "Light Novel",
    "status": "Finished",
    "total_volumes": 6,
    "total_chapters": 107,
    "authors": [
      "NISIO",
      "ISIN",
      "VOFAN"
    ],
    "serializations": [
      "Mephisto"
    ],
    "demographics": null,
    "themes": [
      "Vampire"
    ]
  },
  {
    "title": "Darwin's Game",
    "subtitle": "",
    "synopsis": "When high school student Kaname Sudou receives an invitation link from his friend to play a brand-new mobile game called Darwin's Game, he has no idea that it would change his life forever. At first glance, the game looks like a regular fighting game. However, it has a dark truth—the battles are fought one-on-one, and the loser dies in the real world.\n\nNot long after joining the game, Kaname is abruptly matched up against his first opponent. The odds are against him, yet he miraculously comes out victorious. Afraid of his new reality, Kaname attempts to find ways to exit the game and return to his daily life. However, the only method seems to be winning all the given battles. Kaname must now figure out how to stay alive and try to find allies he can count on.\n\n[Written by MAL Rewrite]",
    "score": 7.57,
    "members": 53000,
    "cover_image_path": "manga-dumb-nails\\175477.webp",
    "genres": [
      "Action",
      "Mystery",
      "Suspense"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 30,
    "total_chapters": 121,
    "authors": [
      "FLIPFLOPs"
    ],
    "serializations": [
      "Bessatsu Shounen Champion"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "High Stakes Game",
      "Survival"
    ]
  },
  {
    "title": "Gokukoku no Brynhildr",
    "subtitle": "",
    "synopsis": "A tragic accident that took the life of his childhood friend, Kuroneko, fuels Ryouta Murakami to dedicate his life to what she believed in—aliens. Ten years later, Ryouta is the sole member of the Astronomy Club, and spends late nights hoping to find proof of extraterrestrial life. One day, a girl named Neko Kuroha, who looks suspiciously like Ryouta's late friend, transfers into his class. Denying any memory of knowing Ryouta, she disappears after giving him an eerie warning. It is later revealed that Neko is a witch—a scientifically enhanced magic wielder—who escaped from being experimented upon in a secret research laboratory.\n\nSoon, other witches find their way to the Astronomy Club in an attempt to escape the tragic fate that awaits them. Witnessing the cruelty the young girls were subjected to, Ryouta takes it upon himself to protect the witches against their oppressors, and uncover the mystery behind Neko's bizarre resemblance to Kuroneko.\n\n[Written by MAL Rewrite]",
    "score": 7.25,
    "members": 35000,
    "cover_image_path": "manga-dumb-nails\\188789.webp",
    "genres": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 18,
    "total_chapters": 181,
    "authors": [
      "Okamoto",
      "Lynn"
    ],
    "serializations": [
      "Young Jump"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Noragami",
    "subtitle": "Noragami: Stray God",
    "synopsis": "As a relatively unknown minor deity without any worshippers, Delivery God Yato takes on odd jobs for only five yen, with the goal of amassing a fortune large enough to buy himself a shrine. But in addition to obscurity, he has another problem: his Shinki, or weapon partner, has decided to resign, tired of being with a homeless god. Left with no weapon, Yato takes on more jobs, hoping to find a new partner soon.\n\nWhile out putting up fliers for a missing cat, Yato sees said cat and chases after him, right into the path of an oncoming vehicle. Hiyori Iki, a nearby girl, rushes to push Yato out of the way and ends up hurting herself. After waking up in the hospital, she discovers the incident has knocked her soul loose from her body. Realizing his actions caused this, Yato promises to help return Hiyori to normal—for five yen of course. But in order to return her to normal, he requires a new Shinki, which he finds in the rebellious spirit Yukine.\n\nNoragami tells the story of a girl walking the line between two worlds and a stray deity's quest for a place to call his own.\n\n[Written by MAL Rewrite]",
    "score": 8.36,
    "members": 193000,
    "cover_image_path": "manga-dumb-nails\\161911.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 27,
    "total_chapters": 109,
    "authors": [
      "Adachitoka"
    ],
    "serializations": [
      "Shounen Magazine (Monthly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Mythology"
    ]
  },
  {
    "title": "Dandadan",
    "subtitle": "",
    "synopsis": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she instead is a believer in ghosts, starting an argument between the two over which is real.\n\nIn a bet to determine who is correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither was wrong and that both the occult and ghosts do exist.\n\nThis marks the beginning of Ayase and the boy's adventure, as they attempt to fix the surreal, supernatural, and occult elements around them to return to a normal life.\n\n[Written by MAL Rewrite]",
    "score": 8.45,
    "members": 192000,
    "cover_image_path": "manga-dumb-nails\\248746.webp",
    "genres": [
      "Action",
      "Comedy",
      "Supernatural"
    ],
    "publication_year": 2021,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Tatsu",
      "Yukinobu"
    ],
    "serializations": [
      "Shounen Jump+"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Mob Psycho 100",
    "subtitle": "",
    "synopsis": "Shigeo \"Mob\" Kageyama is an eighth-grade student blessed with extraordinary psychic powers. However, Mob decides to suppress his abilities in public due to its destructive and conspicuous nature. To keep his psychic powers honed, he works under Arataka Reigen—a self-proclaimed esper looking to make use of Mob's skills.\n\nAlongside Reigen, Mob spends his days exorcising evil spirits at Reigen's behest. With the simple wish to impress his childhood friend Tsubomi Takane, Mob works toward making himself more desirable. But troubles keep on bombarding his daily life, slowly breaking his shackled feelings. With his repressed emotions welling up, there's no telling what will happen once he reaches his limit.\n\n[Written by MAL Rewrite]",
    "score": 8.61,
    "members": 126000,
    "cover_image_path": "manga-dumb-nails\\204842.webp",
    "genres": [
      "Action",
      "Award Winning",
      "Comedy",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 16,
    "total_chapters": 109,
    "authors": [
      "ONE"
    ],
    "serializations": [
      "MangaONE"
    ],
    "demographics": null,
    "themes": [
      "Super Power"
    ]
  },
  {
    "title": "Jujutsu Kaisen 0: Tokyo Toritsu Jujutsu Koutou Senmon Gakkou",
    "subtitle": "Jujutsu Kaisen 0",
    "synopsis": "Yuuta Okkotsu is haunted. Ever since his childhood friend Rika died in a traffic accident, her ghost has stuck with him. But her spirit does not appear as the sweet girl Yuuta once knew. Instead, she manifests as a monstrous and powerful entity who fiercely protects him. Unable to control Rika's violent behavior, Yuuta is helpless to stop the bloodshed that follows from her brutal vengeance. As a result, when apprehended by \"Jujutsu\" sorcerers—the secret guardians of the world, trained to combat forces like Rika—Yuuta wishes to be completely isolated so that no one else can get hurt.\n\nYet his apprehender, the master sorcerer Satoru Gojou, has different plans for him: he will join Tokyo Prefectural Jujutsu High School and learn to control Rika in order to help people. Now a first-year at this school, Yuuta starts to learn Jujutsu arts and combat malignant beings. Alongside his new classmates Maki Zenin, a Jujutsu weapons expert; Toge Inumaki, a spellcaster who uses his words as weapons; and Panda, a seemingly walking and talking panda bear, Yuuta begins to find his place in the world and, for once, to feel comfortable with his abilities. However, as his training progresses, Yuuta comes to learn that the dangers of the Jujutsu world go far beyond that of wicked spirits.\n\n[Written by MAL Rewrite]",
    "score": 8.06,
    "members": 117000,
    "cover_image_path": "manga-dumb-nails\\219336.webp",
    "genres": [
      "Action",
      "Supernatural"
    ],
    "publication_year": 2017,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 1,
    "total_chapters": 4,
    "authors": [
      "Akutami",
      "Gege"
    ],
    "serializations": [
      "Jump GIGA"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Rosario to Vampire",
    "subtitle": "Rosario+Vampire",
    "synopsis": "Aono Tsukune is so hard up on luck, that he can't even get admitted into high school. His parents finally find him a school with no tests required for admittance, out in the middle of nowhere. He finds out the school is a youkai (monster) academy, Just as he is about to resign himself and get back on the bus home, he bumps into a beautiful girl. Turns out this beautiful girl, Akashiya Moka, is also a vampire who bites him right off the bat. They become friends and Tsukune is ready for a happy school life with her, until he finds out that if a human is found on the school grounds, he or she should be killed. Now Tsukune must conceal his identity from the rest of the monsters at school, while at the same time being a ready snack for Moka when ever the urge takes her. What effect will this have on Tsukune and will Moka be able to keep him out of harm's way?",
    "score": 7.58,
    "members": 99000,
    "cover_image_path": "manga-dumb-nails\\270597.webp",
    "genres": [
      "Action",
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 40,
    "authors": [
      "Ikeda",
      "Akihisa"
    ],
    "serializations": [
      "Shounen Jump (Monthly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Harem",
      "School",
      "Vampire"
    ]
  },
  {
    "title": "Zaregoto Series",
    "subtitle": "Zaregoto",
    "synopsis": "A dropout from an elite Houston-based program for teens is on a visit to a private island. Its mistress, virtually marooned there, surrounds herself with geniuses, especially of the young and female kind—one of whom ends up headless one fine morning.\n\n(Source: Kodansha USA)",
    "score": 8.64,
    "members": 27000,
    "cover_image_path": "manga-dumb-nails\\157901.webp",
    "genres": [
      "Action",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2002,
    "type": "Light Novel",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "NISIO",
      "ISIN",
      "Take"
    ],
    "serializations": null,
    "demographics": null,
    "themes": null
  },
  {
    "title": "Umineko no Naku Koro ni Chiru - Episode 8: Twilight of the Golden Witch",
    "subtitle": "Umineko When They Cry Episode 8: Twilight of the Golden Witch",
    "synopsis": "It's time once again for the annual family gathering on Rokkenjima! Ange Ushiromiya is just getting over a cold, but that won't dampen her excitement at seeing her cousins again! Granddad couldn't be more thrilled to see his beloved grandchildren and throws a special Halloween party where everyone gets lots of treats! By lunchtime on the first day, the aunts and uncles are chatting up a storm, and the cousins are eagerly planning the afternoon's fun. It's the very picture of a happy family-one that in no way resembles the bickering, bitter Ushiromiya clan! What is going on?!\n\n(Source: Yen Press)",
    "score": 8.9,
    "members": 23000,
    "cover_image_path": "manga-dumb-nails\\206205.webp",
    "genres": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2012,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 9,
    "total_chapters": 42,
    "authors": [
      "Natsumi",
      "Kei",
      "Ryukishi07"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": null
  },
  {
    "title": "Kimetsu no Yaiba",
    "subtitle": "Demon Slayer: Kimetsu no Yaiba",
    "synopsis": "Tanjirou Kamado lives with his impoverished family on a remote mountain. As the oldest sibling, he took upon the responsibility of ensuring his family's livelihood after the death of his father. On a cold winter day, he goes down to the local village in order to sell some charcoal. As dusk falls, he is forced to spend the night in the house of a curious man who cautions him of strange creatures that roam the night: malevolent demons who crave human flesh.\n\nWhen he finally makes his way home, Tanjirou's worst nightmare comes true. His entire family has been brutally slaughtered with the sole exception of his sister Nezuko, who has turned into a flesh-eating demon. Engulfed in hatred and despair, Tanjirou desperately tries to stop Nezuko from attacking other people, setting out on a journey to avenge his family and find a way to turn his beloved sister back into a human.\n\n[Written by MAL Rewrite]",
    "score": 8.13,
    "members": 477000,
    "cover_image_path": "manga-dumb-nails\\179023.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2016,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 23,
    "total_chapters": 207,
    "authors": [
      "Gotouge",
      "Koyoharu"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Historical"
    ]
  },
  {
    "title": "Tower of God",
    "subtitle": "",
    "synopsis": "Twenty-Fifth Bam had been alone his whole life until he met Rachel. Now, however, Rachel is set on climbing the Tower, and she is willing to leave Bam behind to do so. After Rachel disappears in a veil of light, Bam follows her, vowing to ascend the Tower in hopes of meeting her again.\n\nBut the Tower is a dangerous place full of ancient secrets, fearsome monsters, and nefarious humans. Each floor is protected by an Administrator who puts the daring challengers through grueling tests that will push them to their limits.\n\nAs he confronts Headon, the Administrator of the first floor, Bam learns that he is an ''Irregular,'' someone who was not chosen by the Tower but was able to enter it on his own, an extremely rare event inside the Tower. Regardless of this revelation, however, his path forward is clear. Be it wealth, power, glory, or even reuniting with Rachel, all desires will be realized at the top of the Tower.\n\n[Written by MAL Rewrite]",
    "score": 8.36,
    "members": 206000,
    "cover_image_path": "manga-dumb-nails\\223694.webp",
    "genres": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Mystery"
    ],
    "publication_year": 2010,
    "type": "Manhwa",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "SIU"
    ],
    "serializations": [
      "Naver Webtoon"
    ],
    "demographics": null,
    "themes": null
  },
  {
    "title": "Gleipnir",
    "subtitle": "",
    "synopsis": "What does one consider to be a monster? A horrible bloodsucking vampire? Frankenstein's creation? Shuichi Kagaya has a secret. Other than having great grades and being skilled at sports, he isn’t what one would call normal. In fact, Shuichi cannot even be considered human.\n\nOne fateful morning, he woke up as a monster. With brute strength, an abnormally strong sense of smell, big fluffy paws, and the depression and self-hate that comes after losing one's humanity, his life was suddenly flipped upside down. Claire Aoki, the girl he had decided to save, now holds his secret over his head. Claire is a sadistic and utterly twisted girl, with no sense of empathy toward the lives of others. Before meeting Shuichi, she was in the search of monsters, hoping to find her monster sister. Despite becoming a monster, Shuichi naively continues to hold onto his human morals, but how long can one last in this insufferable way of living?\n\n[Written by MAL Rewrite]",
    "score": 6.91,
    "members": 48000,
    "cover_image_path": "manga-dumb-nails\\174385.webp",
    "genres": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "publication_year": 2015,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 14,
    "total_chapters": 88,
    "authors": [
      "Takeda",
      "Sun"
    ],
    "serializations": [
      "Young Magazine (Monthly)"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Steins;Gate",
    "subtitle": "",
    "synopsis": "The story of Steins;Gate takes place in Akihabara and is about a group of friends who have managed to customize their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.\n\n(Source: Wikipedia)",
    "score": 8.05,
    "members": 29000,
    "cover_image_path": "manga-dumb-nails\\121341.webp",
    "genres": [
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "publication_year": 2009,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 3,
    "total_chapters": 23,
    "authors": [
      "Nitroplus",
      "Sarachi",
      "Yomi"
    ],
    "serializations": [
      "Comic Alive"
    ],
    "demographics": [
      "Seinen"
    ],
    "themes": null
  },
  {
    "title": "Akame ga Kill!",
    "subtitle": "",
    "synopsis": "The ruthless Minister Honest exploits the ignorance of a new young Emperor and deviously rules the country from the shadows with twisted morals and no regard for human life. As a result of this, an epidemic of crime and corruption has spread throughout the country's capital city, and a state of society ensues where the privileged have absolute domination over the lesser.\n\nHowever, there exists an organization to combat this rife abuse of power: Night Raid, a secret division of the oppositionary Revolutionary Army. It is composed of a small team of ruthless assassins who murder all those who partake in or turn a blind eye to the Empire's outrageous wrongdoings.\n\nTatsumi is a naïve, sword-wielding young man on a journey to save his impoverished village. Soon, he witnesses the bloody horrors and cruelty of the capital firsthand. Overcome with hatred, Tatsumi is swayed by Night Raid's profound cause and decides to join them, embarking on a painful and dangerous mission to exact revenge on Minister Honest. Tatsumi gains many invaluable experiences as he unravels the ethics of conflicting ideologies, life and death, all while working toward the restoration of a humane world.\n\n[Written by MAL Rewrite]",
    "score": 7.81,
    "members": 187000,
    "cover_image_path": "manga-dumb-nails\\260104.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2010,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 15,
    "total_chapters": 80,
    "authors": [
      "Tashiro",
      "Tetsuya",
      "Takahiro"
    ],
    "serializations": [
      "Gangan Joker"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Dragon Ball",
    "subtitle": "",
    "synopsis": "Bulma, a headstrong 16-year-old girl, is on a quest to find the mythical Dragon Balls—seven scattered magic orbs that grant the finder a single wish. She has but one desire in mind: a perfect boyfriend. On her journey, Bulma stumbles upon Gokuu Son, a powerful orphan who has only ever known one human besides her. Gokuu possesses one of the Dragon Balls, it being a memento from his late grandfather. In exchange for it, Bulma invites Gokuu to be a companion in her travels.\n\nBy Bulma's side, Gokuu discovers a world completely alien to him. Powerful enemies embark on their own pursuits of the Dragon Balls, pushing Gokuu beyond his limits in order to protect Bulma and their growing circle of allies. However, Gokuu has secrets unbeknownst to even himself; the incredible strength within him stems from a mysterious source, one that threatens the many people he grows to hold dear.\n\nAs his prowess in martial arts flourishes, Gokuu attracts stronger opponents whose villainous plans could collapse beneath his might. He undertakes the endless venture of combat training to defend his loved ones and the fate of the planet itself.\n\n[Written by MAL Rewrite]",
    "score": 8.44,
    "members": 175000,
    "cover_image_path": "manga-dumb-nails\\267793.webp",
    "genres": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "publication_year": 1984,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 42,
    "total_chapters": 520,
    "authors": [
      "Toriyama",
      "Akira"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Martial Arts"
    ]
  },
  {
    "title": "The Breaker",
    "subtitle": "",
    "synopsis": "Yi \"Shioon\" Shi-Woon's everyday life at Nine Dragons High School—which consists of beatings from fellow student Ho Chang and his gang—is far from ideal. But one day, a mysterious man named Han Chun Woo spots one of these beatings and instead of offering support, brands Shioon a coward for refusing to fight back, adding insult to injury. To Shioon's surprise, he finds out that Chun Woo is the new substitute English teacher at his school.\n\nTired of the daily abuse, Shioon decides to enroll at a martial arts academy to learn how to defend himself. On the way there, he stumbles upon Chun Woo in a predicament—cornered in an alley by a group of angry men! Provoked, Chun Woo suddenly dispatches them using martial arts techniques, which Shioon covertly records. Later, he uses this recording to blackmail Chun Woo into teaching him to defend himself. Reluctantly, Chun Woo agrees, and Shioon is soon thrust into the world of martial arts, known as Murim. However, Shioon is naive and unaware of his master's shady past and the unseen underbelly of society. How will Chun Woo manage to teach Shioon and help him survive in the world of Murim?\n\n[Written by MAL Rewrite]",
    "score": 8.39,
    "members": 148000,
    "cover_image_path": "manga-dumb-nails\\270151.webp",
    "genres": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "publication_year": 2007,
    "type": "Manhwa",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 72,
    "authors": [
      "Park",
      "Jin-Hwan",
      "Jeon",
      "Geuk-jin"
    ],
    "serializations": [
      "Young Champ"
    ],
    "demographics": null,
    "themes": [
      "Martial Arts",
      "School"
    ]
  },
  {
    "title": "Kagurabachi",
    "subtitle": "",
    "synopsis": "Eighteen years ago, during the Seitei War, Kunishige Rokuhira was the most renowned man in Japan. As a master swordsmith, he forged six enchanted blades, each imbued with a special power that secured the nation's victory. After the war, Kunishige retired to the mountains with his son, Chihiro, who began diligently learning the craft. Nearing his 15th birthday, the level-headed Chihiro resolved to one day succeed his father. However, his plans were derailed when he witnessed a group of powerful sorcerers kill his father and steal the sacred blades.\n\nThree years after the incident, Chihiro lives on with hatred in his heart and an intense desire for revenge. Wielding the Enten, the seventh and final enchanted blade Kunishige created in secret, Chihiro cuts down evildoers associated with the Hishaku—the organization he believes to be responsible for his father's death. Chihiro has yet to unlock the Enten's full potential or perfect his swordsmanship, but he will stop at nothing to retrieve the stolen katanas, avenge his father, and honor the legacy he left behind.\n\n[Written by MAL Rewrite]",
    "score": 7.94,
    "members": 81000,
    "cover_image_path": "manga-dumb-nails\\296327.webp",
    "genres": [
      "Action",
      "Fantasy"
    ],
    "publication_year": 2023,
    "type": "Manga",
    "status": "Publishing",
    "total_volumes": 0,
    "total_chapters": 0,
    "authors": [
      "Hokazono",
      "Takeru"
    ],
    "serializations": [
      "Shounen Jump (Weekly)"
    ],
    "demographics": [
      "Shounen"
    ],
    "themes": [
      "Gore"
    ]
  },
  {
    "title": "Houkago Hokenshitsu",
    "subtitle": "After School Nightmare",
    "synopsis": "Mashiro Ichijou, an attractive and popular high school student, has always lived his life as a boy. However, nobody notices that deep down, he resents the fact that his body is half female. He has decided to conceal his femininity from those around him, while in reality, he is insecure about who he is supposed to be.\n\nOne day, an unfamiliar nurse asks Mashiro to follow her to the school's infirmary in the basement—an office that has never existed until now. Little does he realize that the moment he steps into the mysterious room, he will never be capable of returning to being the person he was before.\n\nAs he struggles to find his true identity, Mashiro must face the disquiet in his own heart, all while protecting himself from the prying eyes of his classmates. Slowly but steadily, the unbecoming truth of the world is laid bare: all its lies and deceit engulfed in nightmares that only unfold in broad daylight.\n\n[Written by MAL Rewrite]",
    "score": 7.85,
    "members": 20000,
    "cover_image_path": "manga-dumb-nails\\250801.webp",
    "genres": [
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "publication_year": 2004,
    "type": "Manga",
    "status": "Finished",
    "total_volumes": 10,
    "total_chapters": 39,
    "authors": [
      "Mizushiro",
      "Setona"
    ],
    "serializations": [
      "Princess"
    ],
    "demographics": [
      "Shoujo"
    ],
    "themes": [
      "Love Polygon",
      "Psychological",
      "School"
    ]
  }
]
